Repository: Web-Ex-Machina/contao-smartgear
Catalog: languages/*/*_settings.xlf
Languages: fr

# tl_settings.sgInstallComplete.0
source: Complete setup ?
fr: Installation complète ?

# tl_settings.sgInstallComplete.1
source: Check if the Smartgear setup has been completed.
fr: Cocher si l'installation Smartgear a été complétée.

# tl_settings.sgInstallTheme.0
source: Smartgear Theme
fr: Thème Smartgear

# tl_settings.sgInstallTheme.1
source: Select the Smartgear theme installed.
fr: Sélectionner le thème Smartgear installé.

# tl_settings.sgInstallLayout.0
source: Smartgear Layout
fr: Squelette Smartgear

# tl_settings.sgInstallLayout.1
source: Select the Smartgear layout installed.
fr: Sélectionner le squelette Smartgear installé.

# tl_settings.sgInstallModules.0
source: Smartgear Modules
fr: Modules Smartgear

# tl_settings.sgInstallModules.1
source: Select the Smartgear modules installed.
fr: Sélectionner les modules Smartgear installé.

# tl_settings.sgInstallUserGroup.0
source: Smartgear User Group
fr: Groupe d'utilisateurs Smartgear

# tl_settings.sgInstallUserGroup.1
source: Select the user group theme installed.
fr: Sélectionner le groupe d'utilisateurs Smartgear installé.

# tl_settings.sgInstallUser.0
source: Smartgear User
fr: Utilisateur Smartgear

# tl_settings.sgInstallUser.1
source: Select the Smartgear user installed.
fr: Sélectionner l'utilisateur Smartgear installé.

# tl_settings.sgInstallRootPage.0
source: Smartgear Root page
fr: Racine de site Smartgear

# tl_settings.sgInstallRootPage.1
source: Select the Smartgear root page installed.
fr: Sélectionner la racine de site Smartgear installé.

# tl_settings.sgInstallNcGateway.0
source: Smartgear Gateway
fr: Passerelle Smartgear

# tl_settings.sgInstallNcGateway.1
source: Select the Smartgear gateway installed.
fr: Sélectionner la passerelle Smartgear installée.

# tl_settings.sgBlogInstall.0
source: Blog setup ?
fr: Blog installé ?

# tl_settings.sgBlogInstall.1
source: Check if the Smartgear Blog setup has been completed.
fr: Cocher si l'installation du blog Smartgear a été complétée.

# tl_settings.sgBlogNewsArchive.0
source: News category
fr: Catégorie d'actualités

# tl_settings.sgBlogNewsArchive.1
source: Select the news category installed.
fr: Sélectionner la catégorie d'actualités installée.

# tl_settings.sgBlogModuleList.0
source: Module Newslist
fr: Module Liste d'actualités

# tl_settings.sgBlogModuleList.1
source: Select the module newslist installed.
fr: Sélectionner le module liste d'actualités installé.

# tl_settings.sgBlogModuleReader.0
source: Module Newsreader
fr: Module Lecteur d'actualités

# tl_settings.sgBlogModuleReader.1
source: Select the module newsreader installed.
fr: Sélectionner le module lecteur d'actualités installé.

# tl_settings.sgBlogPageList.0
source: Page Newslist
fr: Page Liste d'actualités

# tl_settings.sgBlogPageList.1
source: Select the page who'll show the newslist module.
fr: Sélectionner la page qui affichera le module Liste d'actualités.

# tl_settings.sgBlogPageReader.0
source: Page Newsreader
fr: Page Lecteur d'actualités

# tl_settings.sgBlogPageReader.1
source: Select the page who'll show the newsreader module.
fr: Sélectionner la page qui affichera le module Lecteur d'actualités.
