Repository: Web-Ex-Machina/contao-smartgear
Catalog: src/Resources/contao/languages/*/*_content.xlf
Languages: fr

# tl_content.rsce_slider.height.0
source: Slider height
fr: Hauteur du slider

# tl_content.rsce_slider.height.1
source: Configure the slider height. Default height is relative to the slider content.
fr: Configurez la hauteur du slider. Par défaut, la hauteur du slider est relative à son contenu.

# tl_content.rsce_slider.itemsPerRow.0
source: Items per row
fr: Nombre d'objets par slide

# tl_content.rsce_slider.itemsPerRow.1
source: Indicate the number of objects to display per slide
fr: Indiquez le nombre d'objets à afficher par slide

# tl_content.rsce_slider.autoplay.0
source: Autoplay
fr: Défilement automatique

# tl_content.rsce_slider.autoplay.1
source: Check to make the slider plays automatically
fr: Cochez pour que le slider défile automatiquement

# tl_content.rsce_slider.loop.0
source: Loop
fr: En boucle

# tl_content.rsce_slider.loop.1
source: Check to make the slider start over when finished
fr: Cochez pour que le slider se relance une fois fini. (ne fonctionne que si le nombre de slide est supérieur à 2)

# tl_content.rsce_slider.transition.1
source: Choose the desired transition type between slides
fr: Sélectionner le type de transition souhaitée entre les slides

# tl_content.rsce_slider.transition.optionFade
source: Fading
fr: Fondu

# tl_content.rsce_slider.transition.optionNone
source: None
fr: Aucune

# tl_content.rsce_slider.transition_duration.0
source: Transition duration
fr: Durée de transition

# tl_content.rsce_slider.transition_duration.1
source: Set the execution time of the transitions (ms)
fr: Paramétrez la durée d'exécution des transitions (ms)

# tl_content.rsce_slider.transition_delay.0
source: Transition delay
fr: Délais de transition

# tl_content.rsce_slider.transition_delay.1
source: Set the time interval between each transition (ms)
fr: Paramétrez l'interval de temps entre chaque transition (ms)

# tl_content.rsce_slider.config_nav_legend
source: Navigation configuration
fr: Configuration de la navigation

# tl_content.rsce_slider.nav_display.0
source: Nav display
fr: Affichage de la navigation

# tl_content.rsce_slider.nav_display.default
source: Default
fr: Par défaut

# tl_content.rsce_slider.nav_display.below
source: Below
fr: En dessous du slider

# tl_content.rsce_slider.nav_display.hidden
source: Hidden
fr: Masquée

# tl_content.rsce_slider.nav_arrows.0
source: Use arrows to navigate
fr: Navigation fléchée

# tl_content.rsce_slider.nav_arrows.1
source: Check to activate navigation throught arrows (disable classic navigation)
fr: Cochez pour activer la navigation fléchée

# tl_content.rsce_slider.swipe.0
source: Enable swipe
fr: Activer swipe

# tl_content.rsce_slider.swipe.1
source: Check to enable navigation throught swipe
fr: Cochez pour activer la navigation par swipe

# tl_content.rsce_slider.keypress.0
source: Enable keyboard navigation
fr: Activer navigation clavier

# tl_content.rsce_slider.keypress.1
source: Check to enable navigation throught keyboard
fr: Cochez pour activer la navigation au clavier

# tl_content.rsce_slider.items_legend.1
source: Edit the slides
fr: Editez les slides

# tl_content.rsce_slider.img_src.0
source: Background
fr: Fond

# tl_content.rsce_slider.img_src.1
source: Insert thhe background image for this item
fr: Insérez une image qui sera utilisé comme fond de cet item

# tl_content.rsce_slider.content.0
source: Content
fr: Contenu

# tl_content.rsce_slider.content.1
source: Type the slide's textual content
fr: Saisissez le contenu textuel de la slide

# tl_content.rsce_slider.content_fontcolor.0
source: Font color
fr: Couleur du texte

# tl_content.rsce_slider.content_fontcolor.1
source: If needed, adjust the text font color
fr: Si nécessaire, ajustez la couleur du texte

# tl_content.rsce_slider.link_classes.0
source: Link's CSS classes
fr: Classe(s) css du lien

# tl_content.rsce_slider.link_classes.1
source: Type one or more CSS classes to add to the link (separated by space)
fr: Saisissez une ou plusieurs classes css à appliquer au lien (séparées par un espace)

# tl_content.rsce_tabs.0
source: Tabs
fr: Onglets / Tabs

# tl_content.rsce_tabs.1
source: Generate a group of deployable tabs
fr: Générez un ensemble d'onglets ouvrants

# tl_content.rsce_tabs.items_legend.1
source: Edit tabs
fr: Editez les onglets

# tl_content.rsce_tabs.item_legend
source: %s. Tab
fr: %s. Onglet

# tl_content.rsce_tabs.content.0
source: Content
fr: Contenu

# tl_content.rsce_tabs.content.1
source: Type the tab's textual content
fr: Saisissez le contenu textuel de la slide

# tl_content.rsce_testimonials.0
source: Testimonials
fr: Témoignages

# tl_content.rsce_testimonials.1
source: Generate a slider to show testimonials/quotes
fr: Générez un slider affichant des témoignages/citations

# tl_content.rsce_testimonials.config_legend
source: Slider configuration
fr: Configuration du slider

# tl_content.rsce_testimonials.slide_height.0
source: Slider height
fr: Hauteur du slider

# tl_content.rsce_testimonials.slide_height.1
source: Set the slider's heigth
fr: Configurez la hauteur du slider

# tl_content.rsce_testimonials.slide_autoplay.0
source: Autoplay
fr: Défilement automatique

# tl_content.rsce_testimonials.slide_autoplay.1
source: Check to make the contents slide automatically
fr: Cochez pour que les contenus défilent automatiquement

# tl_content.rsce_testimonials.slider_loop.0
source: Loop
fr: En boucle

# tl_content.rsce_testimonials.slider_loop.1
source: Tick to make content loop
fr: Cochez pour visualiser les contenus en boucle

# tl_content.rsce_testimonials.config_nav_legend
source: Navigation configuration
fr: Configuration de la navigation

# tl_content.rsce_testimonials.nav_arrows.0
source: Navigation throught arrows
fr: Navigation fléchée

# tl_content.rsce_testimonials.nav_arrows.1
source: Tick to replace navigation by lateral arrows
fr: Cochez pour remplacer la navigation par des flèches latérales

# tl_content.rsce_testimonials.items_legend.0
source: Testimonials
fr: Témoignages/citations

# tl_content.rsce_testimonials.items_legend.1
source: Edit testimonials
fr: Editez les témoignages/citations

# tl_content.rsce_testimonials.item_legend
source: %s. testimonials
fr: %s. témoignage/citation

# tl_content.rsce_testimonials.slide_img_src.0
source: Background
fr: Fond

# tl_content.rsce_testimonials.slide_img_src.1
source: Insert a background image for this element
fr: Insérez une image qui sera utilisé comme fond de cet élément

# tl_content.rsce_testimonials.slide_content.0
source: Testimonial
fr: Témoignage/citation

# tl_content.rsce_testimonials.slide_content.1
source: Type this element's text
fr: Saisissez le texte de cet élément

# tl_content.rsce_testimonials.slide_author.0
source: Author
fr: Auteur

# tl_content.rsce_testimonials.slide_author.1
source: Type the element's author
fr: Saisissez l'auteur de cet élément

# tl_content.rsce_testimonials.author_classes.0
source: Additionnal author CSS classes
fr: Classes supplémentaires auteur

# tl_content.rsce_testimonials.author_classes.1
source: If desired, add one or more CSS classes to add to the author's block
fr: Indiquez, si souhaité, la ou les classes css à ajouter au bloc de l'auteur

# tl_content.rsce_timeline.1
source: Generate a timeline
fr: Générez une timeline

# tl_content.rsce_timeline.timeline_style.1
source: Choose a style to apply to the timeline
fr: Choisissez un style à appliquer à la timeline

# tl_content.rsce_timeline.timeline_style.optionDefault
source: By default
fr: Par défaut

# tl_content.rsce_timeline.timeline_style.optionCondensed
source: Condensed
fr: Condensé

# tl_content.rsce_timeline.timeline_color.0
source: Timeline color
fr: Couleur timeline

# tl_content.rsce_timeline.timeline_color.1
source: Change the timeline's color
fr: Change la couleur de la timeline

# tl_content.rsce_timeline.title_color.0
source: Titles color
fr: Couleur titres

# tl_content.rsce_timeline.title_color.1
source: Change the titles and years colors
fr: Change la couleur des titres et années

# tl_content.rsce_timeline.image.0
source: Picture
fr: Image

# tl_content.rsce_timeline.image.1
source: Insert an image to illustrate your timeline
fr: Insérez une image qui sera utilisée pour illustrer votre timeline

# tl_content.rsce_timeline.imageCrop.0
source: Resizing
fr: Redimensionnement

# tl_content.rsce_timeline.imageCrop.1
source: If desired, adjust your illustration
fr: Ajustez si souhaité votre illustration

# tl_content.rsce_timeline.imagePos.1
source: Select the illustration position, on the timeline's right or left
fr: Sélectionnez la position de votre illustration, à droite ou à gauche de la timeline

# tl_content.rsce_timeline.items_legend.0
source: Items
fr: Eléments

# tl_content.rsce_timeline.items_legend.1
source: Edit your timeline's items
fr: Editez les éléments de votre Timeline

# tl_content.rsce_timeline.item_legend
source: %s. item
fr: %s. élément

# tl_content.rsce_timeline.item_year.0
source: Year
fr: Année

# tl_content.rsce_timeline.item_year.1
source: Type the year to display
fr: Saisissez l'année a afficher

# tl_content.rsce_timeline.item_headline.0
source: Title
fr: Titre

# tl_content.rsce_timeline.item_headline.1
source: If desired, type a title for this date
fr: Saisissez, si souhaité, un titre pour cette date

# tl_content.rsce_timeline.item_text.0
source: Content
fr: Contenu

# tl_content.rsce_timeline.item_text.1
source: Type the text to display for this date
fr: Saisissez le texte a afficher pour cette date

# tl_content.rsce_blockcard.1
source: Generate a conten block composed of a text and an image
fr: Générez un bloc de contenu composé d'un texte et d'une image

# tl_content.rsce_blockcard.content_order.0
source: Display order
fr: Ordre d'apparition

# tl_content.rsce_blockcard.content_order.1
source: Adjust contents' display order
fr: Ajustez l'ordre d'apparition des contenus

# tl_content.rsce_blockcard.content_order.optionImg_first
source: Image > Text
fr: Image > Texte

# tl_content.rsce_blockcard.content_order.optionTxt_first
source: Text > Image
fr: Texte > Image

# tl_content.rsce_blockcard.addRadius.0
source: Rounded borders
fr: Bord arrondis

# tl_content.rsce_blockcard.addRadius.1
source: Check to make rounded borders
fr: Cochez pour arrondir les extrémités du bloc

# tl_content.rsce_blockcard.preset.0
source: Preset
fr: Style prédéfini

# tl_content.rsce_blockcard.preset.1
source: Select a predefined and peculiar style for the block
fr: Selectionnez un style prédéfini et particulier pour le bloc

# tl_content.rsce_blockcard.preset.optionLight
source: Light
fr: Minimalist

# tl_content.rsce_blockcard.preset.optionThumbnail
source: Thumbnail
fr: Miniature (image)

# tl_content.rsce_blockcard.preset.optionInline
source: Inline
fr: En ligne

# tl_content.image_css.0
source: Image CSS class(es)
fr: Classe(s) CSS image

# tl_content.image_css.1
source: CSS class(es) to add to the image
fr: Classe(s) CSS à ajouter a l'image

# tl_content.title_css.0
source: Title CSS class(es)
fr: Classe(s) CSS titre

# tl_content.title_css.1
source: CSS class(es) to add to the title
fr: Classe(s) CSS à ajouter au titre

# tl_content.text_css.0
source: Text CSS class(es)
fr: Classe(s) CSS texte

# tl_content.text_css.1
source: CSS class(es) to add to the text
fr: Classe(s) CSS à ajouter au texte

# tl_content.link_css.0
source: Link CSS class(es)
fr: Classe(s) CSS lien

# tl_content.link_css.1
source: CSS class(es) to add to the link
fr: Classe(s) CSS à ajouter au lien

# tl_content.link_legend
source: Link
fr: Lien

# tl_content.link_mode.1
source: Change the link's display mode
fr: Change le mode d'affichage du lien

# tl_content.link_mode.optionWrapper
source: Wrapper
fr: Tout le bloc

# tl_content.link_mode.optionBtn
source: Button
fr: Bouton

# tl_content.link_mode.optionLink
source: Text link
fr: Lien texte

# tl_content.image_ratio.0
source: Picture ratio
fr: Ratio de l'image

# tl_content.image_ratio.1
source: Change the picture displayed ratio
fr: Change le ratio d'affichage de l'image

# tl_content.image_align_horizontal.0
source: Picture horizontal alignment
fr: Alignement horizontal de l'image

# tl_content.image_align_vertical.0
source: Picture vertical alignment
fr: Alignement vertical de l'image

# tl_content.image_displaymode.0
source: Display mode
fr: Mode d'affichage

# tl_content.image_displaymode.1
source: Change the way the picture will be displayed in the block
fr: Change la façon dont l'image sera affichée à l'écran

# tl_content.image_displaymode.cover
source: Automatic filling
fr: Remplissage automatique

# tl_content.image_displaymode.contain
source: Adjusted fit
fr: Ajustée

# tl_content.image_displaymode.natural
source: Natural
fr: Taille naturelle

# tl_content.header.1
source: Configure a header for the site (logo, navigation, contact, etc.)
fr: Configurez un header pour le site (logo, navigation, contact, etc)

# tl_content.header.header_alt.0
source: Alt logo text
fr: Texte alternatif

# tl_content.header.header_alt.1
source: Text to display if the logo is not displayable
fr: Texte à afficher à la place du logo si celui-ci n'est pas affichable

# tl_content.header.add_catchline.0
source: Add catchline
fr: Ajoutez une accroche

# tl_content.header.add_catchline.1
source: Add free content displayed beside the logo
fr: Ajoutez un contenu libre, affiché à côté du logo

# tl_content.header.catchline.0
source: Catchline
fr: Accroche

# tl_content.header.catchline.1
source: Catchline content
fr: Contenu de l'accroche

# tl_content.header.catchline_position.optionSide
source: Beside logo
fr: A côté du logo

# tl_content.header.catchline_position.optionBelow
source: Below logo
fr: En dessous du logo

# tl_content.header.nav_module.1
source: Choose the module used for navigation
fr: Choisissez le module utilisé pour la navigation

# tl_content.header.nav_module.optionDefault
source: Default
fr: Par défaut

# tl_content.header.nav_module.optionModule
source: Custom module
fr: Module personnalisé

# tl_content.header.nav_custom_module.0
source: Custom nav module
fr: Module de navigation personnalisé

# tl_content.header.nav_custom_module.1
source: Choose the module used for navigation
fr: Choisissez le module utilisé pour la navigation

# tl_content.header.nav_position.0
source: Nav position
fr: Position du menu de navigation

# tl_content.header.nav_position.1
source: Choose nav's position
fr: Choisissez la position du menu de navigation

# tl_content.header.sticky.0
source: Sticky header
fr: Header flottant

# tl_content.header.sticky.1
source: If checked, the header will stay fixed on top of the page while scrolling
fr: Si coché, le header restera fixe en haut de la page pendant le défilement

# tl_content.header.add_search.0
source: Add search field
fr: Ajouter un champ de recherche

# tl_content.header.add_search.1
source: Add a search field to the far end of the navigation
fr: Ajoute un champ de recherche à l'extrémité de la navigation

# tl_content.header.search_page.0
source: Search engine page
fr: Page du moteur de recherche

# tl_content.header.search_page.1
source: Select the page where to redirect the user on submit
fr: Sélectionnez la page où rediriger l'utilisateur lors de l'envoi

# tl_content.header.search_bg.0
source: Background color
fr: Couleur de fond

# tl_content.header.search_bg.1
source: Select the search block background color
fr: Sélectionnez la couleur de fond du bloc de recherche

# tl_content.header.search_parameter.0
source: GET argument name
fr: Nom du paramètre GET

# tl_content.header.search_parameter.1
source: Define the name of the argument used by the search engine
fr: Définit le nom du paramètre utilisé par le moteur de recherche

# tl_content.header.add_lang_selector.0
source: Add lang selector
fr: Ajouter un selecteur de langue

# tl_content.header.add_lang_selector.1
source: Add a lang selector to the far end of the navigation
fr: Ajoute un sélecteur de langue à l'extrémité de la navigation

# tl_content.header.lang_selector_module.0
source: Lang selector module
fr: Module de sélection de langue

# tl_content.header.lang_selector_module.1
source: Select the lang selector module
fr: Sélectionnez le module de sélection de langue

# tl_content.header.lang_selector_bg.0
source: Background color
fr: Couleur de fond

# tl_content.header.lang_selector_bg.1
source: Select the langage block background color
fr: Sélectionnez la couleur de fond du bloc de selection de langue

# tl_content.header.add_topbar.0
source: Add top bar
fr: Ajouter une top bar

# tl_content.header.add_topbar.1
source: Add free content displayed in a bar placed on top of the header
fr: Ajouter du contenu libre affiché dans une barre placée au-dessus du header

# tl_content.header.topbar.1
source: Top bar content
fr: Contenu de la top bar

# tl_content.header.topbar_bg.0
source: Background color
fr: Couleur de fond

# tl_content.header.topbar_bg.1
source: Select the topbar background color
fr: Sélectionnez la couleur de fond de la topbar

# tl_content.header.add_postnav_content.0
source: Add post nav content
fr: Ajouter du contenu après la navigation

# tl_content.header.add_postnav_content.1
source: Add free content displayed at the far end of the navigation
fr: Ajouter du contenu libre affiché après le menu de navigation

# tl_content.header.postnav_content.0
source: Post nav content
fr: Contenu suplémentaire

# tl_content.header.postnav_content.1
source: Post nav content
fr: Contenu placé après le menu de navigation

# tl_content.header.panel_position.0
source: Reponsive panel position
fr: Position du panneau de navigation mobile

# tl_content.header.panel_position.1
source: Defines the side on which the mobile navigation will be displayed
fr: Définit le côté sur lequel la navigation mobile sera affichée

# tl_content.header.width.0
source: Width
fr: Largeur

# tl_content.header.width.1
source: Choose the header's width
fr: Choississez la largeur du header

# tl_content.header.width.optionFullsize
source: Viewport width
fr: Largeur de l'écran

# tl_content.header.width.optionContainer
source: Page body width
fr: Corps de page

# tl_content.header.background.0
source: Background color
fr: Couleur du fond

# tl_content.header.background.1
source: Change the header's background color
fr: Change la couleur de fond du header

# tl_content.header.bottom_style.0
source: Demarcation style
fr: Style de démarcation

# tl_content.header.bottom_style.1
source: Choose the appearance of the demarcation between header and page content
fr: Choisissez l'apparence de la démarcation entre le header et le contenu de la page

# tl_content.header.bottom_style.optionShadow
source: Shadow
fr: Ombrage

# tl_content.header.bottom_style.optionBorder
source: Border
fr: Bordure

# tl_content.header.hover_style.0
source: Hovering style
fr: Effet de survol

# tl_content.header.hover_style.1
source: Choose the appearance of the hover effect on menu items
fr: Choisissez l'apparence de l'effet de survol sur les éléments de menu

# tl_content.header.hover_style.optionUnderline
source: Underline
fr: Texte souligné

# tl_content.header.hover_style.optionBackground
source: Background
fr: Fond coloré
