Repository: Web-Ex-Machina/contao-smartgear
Catalog: src/Resources/contao/languages/*/*_configuration_item.xlf
Languages: fr

# tl_sm_configuration_item.title.0
source: Title
fr: Titre

# tl_sm_configuration_item.pid.0
source: pid
fr: Configuration parente

# tl_sm_configuration_item.type.page-sitemap
source: Sitemap
fr: Plan du site

# tl_sm_configuration_item.type.page-privacy-politics
source: Privacy Politics
fr: Confidentialité

# tl_sm_configuration_item.type.page-legal-notice
source: Legal notice
fr: Mentions légales

# tl_sm_configuration_item.type.user_groups
source: User groups
fr: Groupes d'utilisateurs

# tl_sm_configuration_item.type.user-group-administrators
source: Administrators
fr: Administrateurs

# tl_sm_configuration_item.type.user-group-redactors
source: Redactors
fr: Rédacteurs

# tl_sm_configuration_item.type.module-breadcrumb
source: Breadcrumb
fr: Fil d'ariane

# tl_sm_configuration_item.type.module-wem-sg-social-networks
source: Social networks
fr: Réseaux sociaux

# tl_sm_configuration_item.type.mixed
source: Mixed
fr: Divers

# tl_sm_configuration_item.type.mixed-sitemap
source: Sitemap (page + module)
fr: Plan du site (page + module)

# tl_sm_configuration_item.type.mixed-events
source: Events
fr: Evènements

# tl_sm_configuration_item.type.mixed-form-contact
source: Form contact
fr: Formulaire de contact

# tl_sm_configuration_item.contao_page.0
source: contao_page
fr: Page

# tl_sm_configuration_item.page_name.0
source: page_name
fr: Titre de la page

# tl_sm_configuration_item.contao_page_form.0
source: contao_page_form
fr: Page formulaire

# tl_sm_configuration_item.page_form_name.0
source: page_form_name
fr: Titre de la page

# tl_sm_configuration_item.contao_page_form_sent.0
source: contao_page_form_sent
fr: Page formulaire envoyé

# tl_sm_configuration_item.page_form_sent_name.0
source: page_form_sent_name
fr: Titre de la page

# tl_sm_configuration_item.contao_module.0
source: contao_module
fr: Module

# tl_sm_configuration_item.module_name.0
source: module_name
fr: Titre du module

# tl_sm_configuration_item.customTpl.0
source: customTpl
fr: Template personnalisé

# tl_sm_configuration_item.singleSRC.0
source: singleSRC
fr: Fichier

# tl_sm_configuration_item.contao_user_group.0
source: contao_user_group
fr: Groupe d'utilisateurs

# tl_sm_configuration_item.user_group_name.0
source: user_group_name
fr: Nom du groupe

# tl_sm_configuration_item.contao_faq_category.0
source: contao_faq_category
fr: FAQ

# tl_sm_configuration_item.faq_category_name.0
source: faq_category_name
fr: Nom de la FAQ

# tl_sm_configuration_item.contao_module_list.0
source: contao_module_list
fr: Module Liste

# tl_sm_configuration_item.module_list_name.0
source: module_list_name
fr: Nom de la liste

# tl_sm_configuration_item.module_list_perPage.0
source: module_list_perPage
fr: Nombre d'éléments par page de la liste

# tl_sm_configuration_item.contao_module_reader.0
source: contao_module_reader
fr: Module Lecteur

# tl_sm_configuration_item.module_reader_name.0
source: module_reader_name
fr: Nom du lecteur

# tl_sm_configuration_item.contao_module_calendar.0
source: contao_module_calendar
fr: Module Calendrier

# tl_sm_configuration_item.module_calendar_name.0
source: module_calendar_name
fr: Nom du calendrier

# tl_sm_configuration_item.contao_calendar.0
source: contao_calendar
fr: Calendrier

# tl_sm_configuration_item.calendar_name.0
source: calendar_name
fr: Nom du calendrier

# tl_sm_configuration_item.contao_news_archive.0
source: contao_news_archive
fr: Archive d'actualités

# tl_sm_configuration_item.news_archive_name.0
source: news_archive_name
fr: Nom de l'archive

# tl_sm_configuration_item.contao_form.0
source: contao_form
fr: Formulaire de contact

# tl_sm_configuration_item.form_name.0
source: form_name
fr: Nom du formulaire

# tl_sm_configuration_item.contao_notification.0
source: contao_notification
fr: Notification

# tl_sm_configuration_item.notification_name.0
source: notification_name
fr: Nom de la notification

# tl_sm_configuration_item.contao_layout_to_update.0
source: contao_layout_to_update
fr: Présentations de page à mettre à jour

# tl_sm_configuration_item.update_page.0
source: Overwrite page's configuration
fr: Ecraser la configuration de la page

# tl_sm_configuration_item.update_page_form.0
source: Overwrite form page's configuration
fr: Ecraser la configuration de la page du formulaire

# tl_sm_configuration_item.update_page_form_sent.0
source: Overwrite form sent page's configuration
fr: Ecraser la configuration de la page de confirmation d'envoi du formulaire

# tl_sm_configuration_item.update_module.0
source: Overwrite module's configuration
fr: Ecraser la configuration du module

# tl_sm_configuration_item.update_module_reader.0
source: Overwrite reader module's configuration
fr: Ecraser la configuration du module lecteur

# tl_sm_configuration_item.update_module_list.0
source: Overwrite list module's configuration
fr: Ecraser la configuration du module liste

# tl_sm_configuration_item.update_module_calendar.0
source: Overwrite calendar module's configuration
fr: Ecraser la configuration du module calendrier

# tl_sm_configuration_item.update_user_group.0
source: Overwrite user group's configuration
fr: Ecraser la configuration du groupe d'utilisateurs

# tl_sm_configuration_item.update_faq_category.0
source: Overwrite FAQ's configuration
fr: Ecraser la configuration de la FAQ

# tl_sm_configuration_item.update_calendar.0
source: Overwrite Calendar's configuration
fr: Ecraser la configuration du calendrier

# tl_sm_configuration_item.update_news_archive.0
source: Overwrite News archive's configuration
fr: Ecraser la configuration du flux d'actualités

# tl_sm_configuration_item.update_form.0
source: Overwrite Form's configuration
fr: Ecraser la configuration du formulaire

# tl_sm_configuration_item.update_notification.0
source: Overwrite Notification's configuration
fr: Ecraser la configuration de la notification

# tl_sm_configuration_item.title_legend
source: Title
fr: Titre

# tl_sm_configuration_item.content_legend
source: Content
fr: Contenu

# tl_sm_configuration_item.user_group_legend
source: User group
fr: Groupe d'utilisateurs

# tl_sm_configuration_item.faq_category_legend
source: FAQ Category
fr: Catégorie FAQ

# tl_sm_configuration_item.calendar_legend
source: FAQ Category
fr: Catégorie FAQ

# tl_sm_configuration_item.form_legend
source: Form
fr: Formulaire

# tl_sm_configuration_item.update_legend
source: Update
fr: Mise à jour
