Repository: Web-Ex-Machina/contao-smartgear
Catalog: src/Resources/contao/languages/*/*_content.xlf
Languages: fr

# tl_content.playerSRC.1
source: Here you can add the video/audio file or multiple files if you are using different codecs. If your video file is heavy, use Youtube instead
fr: Ajouter le fichier vidéo/audio ou plusieurs fichiers si vous utilisez différents codecs. Si votre fichier vidéo est lourd, privilégiez un élément Youtube.

# tl_content.size.0
source: Picture size
fr: Taille de l'image

# tl_content.size.1
source: Set the picture size
fr: Choisissez les dimensions de l'image

# tl_content.picture_rounded.0
source: Rounded picture
fr: Image arrondie

# tl_content.picture_rounded.1
source: Crop the picture as a circle
fr: Recadre l'image en cercle

# tl_content.force_fullheight.0
source: Full height
fr: Toute la hauteur

# tl_content.force_fullheight.1
source: Tick to force the element to take all screen height
fr: Cochez pour forcer le bloc à prendre toute la hauteur de l'écran

# tl_content.force_fullwidth.0
source: Full width
fr: Toute la largeur

# tl_content.force_fullwidth.1
source: Tick to force the element to take all screen width
fr: Cochez pour forcer le bloc à prendre toute la largeur de l'écran

# tl_content.block_height.0
source: Element height
fr: Hauteur de l'élément

# tl_content.block_height.1
source: Set the desired element's height
fr: Indiquez la hauteur voulue de l'élément

# tl_content.dominant_color.0
source: Main color
fr: Couleur dominante

# tl_content.dominant_color.1
source: If desired, specify a color used to customize various elements of the block
fr: Si souhaité, indiquez une couleur utilisée pour personnaliser divers éléments du bloc

# tl_content.content_legend
source: Content
fr: Contenu

# tl_content.image_legend
source: Picture
fr: Image

# tl_content.icon_legend
source: Icon
fr: Icône

# tl_content.background_legend
source: Background color
fr: Couleur de fond

# tl_content.config_legend
source: Block settings
fr: Configuration du bloc

# tl_content.link_legend
source: Link settings
fr: Paramètres du lien

# tl_content.content_horizontal.0
source: Horizontal alignment
fr: Alignement horizontal

# tl_content.content_vertical.0
source: Vertical alignment
fr: Alignement vertical

# tl_content.default
source: Default
fr: Par défaut

# tl_content.content_horizontal.optionCenter
source: Center
fr: Centré

# tl_content.content_horizontal.optionLeft
source: Left
fr: Gauche

# tl_content.content_horizontal.optionRight
source: Right
fr: Droite

# tl_content.content_vertical.optionCenter
source: Center
fr: Centré

# tl_content.content_vertical.optionTop
source: Top
fr: Haut

# tl_content.content_vertical.optionBottom
source: Bottom
fr: Bas

# tl_content.overlay_legend
source: Overlay configuration
fr: Configuration de l'overlay

# tl_content.overlay_background.0
source: Overlay color
fr: Couleur de l'overlay

# tl_content.overlay_background.1
source: Change overlay color
fr: Ajoute un calque de couleur entre l'image et le contenu.

# tl_content.overlay_opacity.0
source: Overlay opacity
fr: Opacité de l'overlay

# tl_content.overlay_opacity.1
source: Change overlay opacity
fr: Change l'opacité de l'overlay

# tl_content.hero_height.0
source: Hero's height
fr: Hauteur de la bannière

# tl_content.hero_height.custom
source: Custom
fr: Customisée

# tl_content.hero_height.viewport
source: Viewport's height
fr: Toute la hauteur d'écran disponible

# tl_content.hero_height.content
source: Content relative
fr: Relative au contenu

# tl_content.hero_width.0
source: Hero's width
fr: Largeur de la bannière

# tl_content.hero_width.default
source: Default (all available space)
fr: Par défaut (tout l'espace disponible)

# tl_content.hero_width.viewport
source: Viewport's width
fr: Toute la largeur d'écran disponible

# tl_content.hero_width.container
source: Viewport's width for the picture, limited to page body width for the content
fr: Toute la largeur d'écran pour le fond, contenu limitée à la largeur du corps de la page

# tl_content.hero_width.content
source: Content relative
fr: Relative au contenu

# tl_content.image_opacity.0
source: Image opacity
fr: Opacité de l'image

# tl_content.image_opacity.1
source: Change the picture opacity
fr: Change l'opacité de l'image

# tl_content.title_modifier.0
source: Title modifier
fr: Style du titre

# tl_content.advanced_legend
source: Advanced parameters
fr: Paramètres avancés

# tl_content.alignment.0
source: alignment
fr: Alignement

# tl_content.alignment.center
source: center
fr: Centre

# tl_content.alignment.top
source: top
fr: Haut

# tl_content.alignment.bottom
source: bottom
fr: Bas

# tl_content.alignment.left
source: left
fr: Gauche

# tl_content.alignment.right
source: right
fr: Droite

# tl_content.rsce_modal.1
source: Generate a popup window
fr: Générez une fenêtre popup

# tl_content.rsce_modal.modal_legend
source: Modal parameters
fr: Paramètres modal

# tl_content.rsce_modal.modal_title.0
source: Title
fr: Titre

# tl_content.rsce_modal.modal_title.1
source: Modal title, optional
fr: Titre de la modal, facultatif

# tl_content.rsce_modal.content_type.0
source: Content type
fr: Type de contenu

# tl_content.rsce_modal.content_type.1
source: Content type to use in the modal
fr: Type de contenu a utiliser dans la modal

# tl_content.rsce_modal.content_type.text
source: Text
fr: Texte

# tl_content.rsce_modal.content_type.form
source: Form
fr: Formulaire

# tl_content.rsce_modal.trigger_legend
source: Triggering
fr: Déclenchement

# tl_content.rsce_modal.trigger_type.0
source: Trigger type
fr: Type de déclenchement

# tl_content.rsce_modal.trigger_type.1
source: Select how the modal opens
fr: Sélectionnez la façon dont la modal s'ouvre

# tl_content.rsce_modal.trigger_type.button
source: Button
fr: Bouton

# tl_content.rsce_modal.trigger_type.link
source: Link
fr: Lien

# tl_content.rsce_modal.trigger_type.onload
source: Open on page load
fr: Ouverture au chargement de la page

# tl_content.rsce_modal.trigger_css.0
source: Additional css class(es)
fr: Classe(s) css supplémentaire

# tl_content.rsce_modal.trigger_css.1
source: If desired, add css classes to the element
fr: Si souhaité, ajouter des classes css à l'élément

# tl_content.rsce_modal.trigger_custom.1
source: Use this field to program a custom script
fr: Utilisez ce champ pour programmer un script personnalisé

# tl_content.rsce_modal.modal_name.0
source: Last name
fr: Nom

# tl_content.rsce_modal.modal_name.1
source: Modal name, optional. Used to identify the modal in a custom script
fr: Nom de la modal, facultatif. Sert a identifier la modal dans un script personnalisé

# tl_content.rsce_modal.modal_autoload.0
source: Preload
fr: Préchargement

# tl_content.rsce_modal.modal_autoload.1
source: Check to load modal content in background
fr: Cochez pour charger le contenu de la modal en arrière-plan

# tl_content.rsce_modal.modal_autodestroy.0
source: Self destruct
fr: Autodestruction

# tl_content.rsce_modal.modal_autodestroy.1
source: Check to destroy the modal when closing it
fr: Cochez pour détruire la modal lors de sa fermeture

# tl_content.rsce_modal.modal_refresh.0
source: Refresh button
fr: Bouton rafraichir

# tl_content.rsce_modal.modal_refresh.1
source: Check to add a button to refresh the content of the modal
fr: Cochez pour ajouter un bouton permettant de rafraichir le contenu de la modal

# tl_content.rsce_accordion.0
source: Accordion (alone)
fr: Accordéon (seul)

# tl_content.rsce_accordion.1
source: Generate an accordion and configure its elements
fr: Générez un accordéon et configurez les éléments

# tl_content.rsce_accordion.config_legend
source: Accordion configuration
fr: Configuration de l'accordéon

# tl_content.rsce_accordion.deploy_all.0
source: Deploy all
fr: Tout déployer

# tl_content.rsce_accordion.deploy_all.1
source: Tick to automatically deploy all elements
fr: Cochez pour déployer automatiquement tous les éléments

# tl_content.rsce_accordion.disable_collapse.0
source: Disable deploy/collapse
fr: Désactiver déployer/replier

# tl_content.rsce_accordion.disable_collapse.1
source: Tick to disable deploy/collapse actions (automatically deploy all elements)
fr: Cochez pour désactiver les actions déployer/replier (déploie automatiquement tous les éléments)

# tl_content.rsce_accordion.auto_collapse.0
source: Auto collapse
fr: Auto repliage

# tl_content.rsce_accordion.auto_collapse.1
source: Tick to automatically collapse other elements when one is deployed
fr: Cochez pour replier automatiquement les éléments lors du déploiement de l'un d'eux

# tl_content.rsce_accordion.items_legend.0
source: Elements
fr: Eléments

# tl_content.rsce_accordion.items_legend.1
source: Edit elements
fr: Editez les éléments

# tl_content.rsce_accordion.item_legend
source: %s. element
fr: %s. élément

# tl_content.rsce_accordion.content.0
source: Content
fr: Contenu

# tl_content.rsce_accordion.content.1
source: Type the element's text content
fr: Saisissez le contenu textuel de l'élément

# tl_content.rsce_accordion.lock.0
source: Lock
fr: Verrouillé

# tl_content.rsce_accordion.lock.1
source: Tick to make the element always visible (disable deploy/collapse actions)
fr: Cochez pour que l'élément soit toujours visible (désactive les actions déployer/replier)

# tl_content.rsce_accordion.active.0
source: Active
fr: Actif

# tl_content.rsce_accordion.active.1
source: Tick to make the element automatically deployed on page load
fr: Cochez pour que l'élément soit déployé automatiquement au chargement de la page

# tl_content.rsce_counter.0
source: Animated counter
fr: Compteur animé

# tl_content.rsce_counter.1
source: Generate an animated counter
fr: Générez un compteur animé

# tl_content.rsce_counter.config_legend
source: Counter configuration
fr: Configuration du compteur

# tl_content.rsce_counter.startVal.0
source: Start value
fr: Valeur de départ

# tl_content.rsce_counter.startVal.1
source: Define the counter' start value
fr: Définissez la valeur de départ du compteur

# tl_content.rsce_counter.endVal.0
source: End value
fr: Valeur de fin

# tl_content.rsce_counter.endVal.1
source: Define the counter's end value
fr: Définissez la valeur de fin du compteur

# tl_content.rsce_counter.decimals.0
source: Decimal numbers
fr: Nombre de décimales

# tl_content.rsce_counter.decimals.1
source: Definez the number of decimals for the counter (0 by default)
fr: Définissez le nombre de décimales du compteur (0 par défaut)

# tl_content.rsce_counter.duration.0
source: Duration
fr: Durée

# tl_content.rsce_counter.duration.1
source: Define animation duration in seconds (2 by default)
fr: Définissez durée d'animation en seconde du compteur (2 par défaut)

# tl_content.rsce_counter.delay.0
source: Delay
fr: Délai

# tl_content.rsce_counter.delay.1
source: Define a delay before the counter animation starts in seconds (0 by default)
fr: Définissez un temps d'attente en seconde avant déclenchement de l'animation du compteur (0 par défaut)

# tl_content.rsce_counter.unit.0
source: Unit
fr: Unité

# tl_content.rsce_counter.unit.1
source: Define the unit which will be display aside the counter (example: m²)
fr: Définissez une unité qui sera affichée à côté du compteur (exemple: m²)

# tl_content.rsce_counter.label.1
source: Define a short text which will be displayed under the counter
fr: Définissez un court texte qui sera affiché en dessous du compteur

# tl_content.rsce_hero.0
source: Hero (alone)
fr: Bannière (seule)

# tl_content.rsce_hero.1
source: Generate an element composed of a text over an image
fr: Générez un élément stylisé composé d'un texte sur une image

# tl_content.rsce_hero.content_legend
source: Content
fr: Contenu

# tl_content.rsce_hero.link_css.0
source: Link's CSS classes
fr: Classe(s) css du lien

# tl_content.rsce_hero.link_css.1
source: Type one or more CSS classes to add to the link (separated by space)
fr: Classe(s) CSS à ajouter au lien (séparées par un espace)

# tl_content.rsce_hero_start.0
source: Hero - Start
fr: Bannière - Début

# tl_content.rsce_hero_start.1
source: Generate an element composed of a text over an image
fr: Générez un élément stylisé composé d'un texte sur une image

# tl_content.rsce_hero_stop.0
source: Hero - End
fr: Bannière - Fin

# tl_content.rsce_hero_stop.1
source: Generate an element composed of a text over an image
fr: Générez un élément stylisé composé d'un texte sur une image

# tl_content.rsce_listlogos.0
source: Logos gallery
fr: Gallerie de logos

# tl_content.rsce_listlogos.1
source: Generate a gallery dedicated to display logos
fr: Générez une gallerie dédiée à l'affichage de logos

# tl_content.rsce_listlogos.items_legend.1
source: Edit logos
fr: Editez les logos

# tl_content.rsce_listicons.0
source: Icons list
fr: Liste d'icônes

# tl_content.rsce_listicons.1
source: Generate an icons list paired with text
fr: Générez une liste d'icones accompagnées de texte.

# tl_content.rsce_listicons.icon_type.0
source: Image type
fr: Type d'image

# tl_content.rsce_listicons.icon_type.1
source: Choose the type of image to display in the block
fr: Choisissez le type d'image à afficher dans le block

# tl_content.rsce_listicons.icon_type.icon
source: Icon
fr: Icône

# tl_content.rsce_listicons.items_legend.0
source: Thumbnails
fr: Vignettes

# tl_content.rsce_listicons.items_legend.1
source: Edit thumbnails
fr: Editez les vignettes

# tl_content.rsce_listicons.item_legend
source: %s. thumbnail
fr: %s. vignette

# tl_content.rsce_listicons.icon_html.0
source: font-awesome icon
fr: Icone font-awesome

# tl_content.rsce_listicons.icon_html.1
source: aaa
fr: Indiquez le code html de l'icône désirée (exemple: <i class="fas fa-paper-plane"></i>) voir site <a style="text-decoration:underline" href="https://fontawesome.com/icons?d=gallery" target="_blank">Font Awesome =></a>

# tl_content.rsce_listicons.text.0
source: Text
fr: Texte

# tl_content.rsce_listicons.image_background.0
source: Background color
fr: Couleur de fond

# tl_content.rsce_listicons.image_background.1
source: If desired, define a background color for the icon
fr: Si souhaité, définissez une couleur de fond pour l'icône

# tl_content.rsce_listicons.text.1
source: Type the text to be displayed under the icon
fr: Saisissez le texte affiché en dessous de l'icone

# tl_content.rsce_listicons.classes.0
source: Additionnal classes
fr: Classes supplémentaires

# tl_content.rsce_listicons.classes.1
source: If desired, add one or more CSS classes to the item
fr: Indiquez, si souhaité, la ou les classes CSS à ajouter à l'item

# tl_content.rsce_ratings.1
source: Generate a star rating list
fr: Générez une liste ratings sous forme d'étoiles

# tl_content.rsce_ratings.note_max.0
source: Maximal note
fr: Note maximale

# tl_content.rsce_ratings.note_max.1
source: Define the highest rating possible
fr: Définissez la note maximale possible.

# tl_content.rsce_ratings.ratings.0
source: Ratings
fr: Notes

# tl_content.rsce_ratings.ratings.1
source: Edit the ratings
fr: Editez les notes

# tl_content.rsce_ratings.label.1
source: Type the rating's label
fr: Saisissez le label de la note

# tl_content.rsce_ratings.note.1
source: Type the rating
fr: Saisissez la note

# tl_content.rsce_ratings.text.0
source: Additionnal text
fr: Texte supplémentaire

# tl_content.rsce_ratings.text.1
source: Type a short text to be displayed after the rating
fr: Saisissez un court texte placé après la note

# tl_content.rsce_pdfviewer.0
source: PDF Viewer
fr: Affichage PDF

# tl_content.rsce_pdfviewer.1
source: PDF Viewer block
fr: Bloc d'affichage de PDF

# tl_content.rsce_pdfviewer.source.0
source: PDF file
fr: Fichier PDF

# tl_content.rsce_pdfviewer.source.1
source: Select the PDF file to display
fr: Sélectionnez le fichier PDF à afficher

# tl_content.rsce_pdfviewer.downloadable.0
source: File can be downloaded
fr: Fichier téléchargeable

# tl_content.rsce_pdfviewer.downloadable.1
source: Define if the file can be downloaded
fr: Définissez si le PDF peut être téléchargé

# tl_content.rsce_pdfviewer.player_ratio.0
source: Display ratio
fr: Ratio du lecteur

# tl_content.rsce_pdfviewer.player_ratio.1
source: Define a display ratio for the player (responsive)
fr: Définit un ratio d'affichage du lecteur (responsive)

# tl_content.rsce_pdfviewer.center.0
source: Center the player
fr: Centrer le lecteur

# tl_content.rsce_pdfviewer.center.1
source: Center the player in the page (work only if a width as been defined)
fr: Centre le player dans la page (ne fonctionne que si une largeur à été définie)

# tl_content.rsce_pricecard.0
source: Price card
fr: Bloc de tarif

# tl_content.rsce_pricecard.1
source: Generate a block displaying features, details and price of a product or prestation
fr: Générer un bloc affichant les caractéristiques, les détails et le prix d'un produit ou d'une prestation

# tl_content.rsce_pricecard.icon_location.0
source: Icons location
fr: Emplacement Icônes

# tl_content.rsce_pricecard.icon_location.1
source: Placement of icons relative to text
fr: Placement des icônes par rapport au texte

# tl_content.rsce_pricecard.icon_location.before
source: Before
fr: Avant

# tl_content.rsce_pricecard.icon_location.after
source: After
fr: Après

# tl_content.rsce_pricecard.content_mode.0
source: Content type
fr: Type de contenu

# tl_content.rsce_pricecard.content_mode.1
source: Choose the type of content displayed in the block
fr: Choisissez le type de contenu affiché dans le bloc

# tl_content.rsce_pricecard.content_mode.lines
source: List
fr: Liste

# tl_content.rsce_pricecard.content_mode.text
source: Text
fr: Texte

# tl_content.rsce_pricecard.bg_color_default.0
source: Default background
fr: Couleur de fond par défaut

# tl_content.rsce_pricecard.bg_color_default.1
source: Define a background color for all blocks in the list
fr: Définit une couleur de fond pour tous les blocs

# tl_content.rsce_pricecard.font_color_default.0
source: Default font color
fr: Couleur du texte par défaut

# tl_content.rsce_pricecard.font_color_default.1
source: Define a font color for all blocks in the list
fr: Définit une couleur de texte pour tous les blocs

# tl_content.rsce_pricecard.list_items.0
source: Price Cards
fr: Blocs de prix

# tl_content.rsce_pricecard.list_items.1
source: Edit cards
fr: Editez les blocs

# tl_content.rsce_pricecard.list_item
source: %s. price card
fr: %s. bloc de prix

# tl_content.rsce_pricecard.price_legend
source: Price
fr: Prix

# tl_content.rsce_pricecard.amount.0
source: Price
fr: Prix

# tl_content.rsce_pricecard.amount.1
source: Type the price/amount
fr: Saisissez le prix/nombre

# tl_content.rsce_pricecard.currency.0
source: Currency
fr: Devise

# tl_content.rsce_pricecard.currency.1
source: Type the currency/unit (€,$,£,...)
fr: Saisissez la devise/unité (€,$,£,...)

# tl_content.rsce_pricecard.frequency.0
source: Periodicity
fr: Récurrence

# tl_content.rsce_pricecard.frequency.1
source: Type the periodicity (by month, day, ...)
fr: Saisissez la récurrence (par mois, par jour,...)

# tl_content.rsce_pricecard.lines.0
source: Lines
fr: Lignes

# tl_content.rsce_pricecard.lines.1
source: Add multiple content lines (html authorized)
fr: Ajouter x lignes de contenus (html autorisé)

# tl_content.rsce_pricecard.lines_text.0
source: Text
fr: Texte

# tl_content.rsce_pricecard.lines_text.1
source: Displayed text (html authorized)
fr: Texte affiché (html autorisé)

# tl_content.rsce_pricecard.lines_icon.0
source: Icon
fr: Icône

# tl_content.rsce_pricecard.lines_icon.1
source: Copy the <b>html code</b> of an icon <a style="text-decoration: underline" href="https://fontawesome.com/search" target="_blank">Font Awesome</a>
fr: Copiez le <b>code html</b> d'une icône <a style="text-decoration: underline" href="https://fontawesome.com/search" target="_blank">Font Awesome</a>

# tl_content.rsce_pricecard.lines_tooltip.1
source: Optional help text displayed when hovering over the line
fr: Texte d'aide optionnel affiché au survol de la ligne

# tl_content.rsce_pricecard.lines_alignment.0
source: Lines alignment
fr: Alignement bloc de lignes

# tl_content.rsce_pricecard.lines_alignment.1
source: Change line block alignment
fr: Changer l'alignement du bloc de lignes

# tl_content.rsce_pricecard.text_classes.0
source: Additionnal classes
fr: Classes supplémentaires

# tl_content.rsce_pricecard.text_classes.1
source: If desired, add one or more CSS classes to the text
fr: Indiquez, si souhaité, la ou les classes css à ajouter au texte

# tl_content.rsce_pricecard.cta_classes.0
source: Additionnal classes
fr: Classes supplémentaires

# tl_content.rsce_pricecard.cta_classes.1
source: If desired, add one or more CSS classes to the button
fr: Indiquez, si souhaité, la ou les classes css à ajouter au bouton

# tl_content.rsce_pricecard.style_legend
source: Appearance
fr: Apparence

# tl_content.rsce_pricecard.bg_color.0
source: Background
fr: Couleur de fond

# tl_content.rsce_pricecard.bg_color.1
source: Define a background color for this block alone
fr: Définit une couleur de fond pour ce bloc uniquement

# tl_content.rsce_pricecard.font_color.0
source: Font color
fr: Couleur du texte

# tl_content.rsce_pricecard.font_color.1
source: Define a font color for this block alone
fr: Définit une couleur de texte pour ce bloc uniquement

# tl_content.rsce_pricecard.isMain.0
source: Is main
fr: Vedette

# tl_content.rsce_pricecard.isMain.1
source: Set the block as a main block
fr: Met en valeur le bloc

# tl_content.rsce_pricecard.isMain_text.0
source: Text label
fr: Texte de l'étiquette

# tl_content.rsce_pricecard.isMain_text.1
source: If filled, add a very noticeable label, making this bloc stand out from the others
fr: Si rempli, ajoute un encart très voyant, distinguant ce bloc des autres

# tl_content.rsce_pricecard.isMain_classes.0
source: Additional classes
fr: Classes supplémentaires

# tl_content.rsce_pricecard.isMain_classes.1
source: Add css classes to the label
fr: Indiquez, si souhaité, la ou les classes CSS à ajouter à l'encart

# tl_content.rsce_pricecard.bg_title.0
source: Background title
fr: Fond titre

# tl_content.rsce_pricecard.bg_title.1
source: Check to add a color background to the title (use the dominant color)
fr: Cochez pour ajouter un fond de couleur au titre (utilise la couleur dominante)

# tl_content.rsce_pricecard.bordered.0
source: Border
fr: Bordure

# tl_content.rsce_pricecard.bordered.1
source: Check to add a border to the bloc (use the dominant color)
fr: Cochez pour ajouter une bordure au bloc (utilise la couleur dominante)

# tl_content.rsce_pricecard.bordered_on_hover.0
source: Border on hover
fr: Bordure au survol

# tl_content.rsce_pricecard.bordered_on_hover.1
source: Check to add border to block hover (use dominant color)
fr: Cochez pour ajouter une bordure au survol du bloc (utilise la couleur dominante)

# tl_content.rsce_pricecard.dropshadow.0
source: Shade
fr: Ombrage

# tl_content.rsce_pricecard.dropshadow.1
source: Check to add a shadow to the block
fr: Cochez pour ajouter une ombre au bloc

# tl_content.rsce_quote.0
source: Quote
fr: Citation

# tl_content.rsce_quote.1
source: Generate a quote block, with or without picture
fr: Générez un block citation, avec ou sans photo

# tl_content.rsce_quote.image_pos.0
source: Position
fr: Positionnement

# tl_content.rsce_quote.image_pos.1
source: Choose the picture position (on the left/right side of the quote)
fr: Sélectionnez la position de l'image (gauche ou droite de la citation)

# tl_content.rsce_quote.author.0
source: Author
fr: Auteur

# tl_content.rsce_quote.author.1
source: If desired, enter the quote's author
fr: Si souhaité, indiquez l'auteur de la citation

# tl_content.rsce_slider.0
source: Slider (alone)
fr: Slider (seul)

# tl_content.rsce_slider.1
source: Generate a slider and configure your pictures
fr: Générez un slider et configurez vos images

# tl_content.rsce_slider.config_label
source: Slider configuration
fr: Configuration du slider
