Repository: Web-Ex-Machina/contao-smartgear
Catalog: src/Resources/contao/languages/*/*_faq_category.xlf
Languages: fr

# tl_faq_category.title.1
source: Please enter the category title.
fr: Saisir le titre de la FAQ.

# tl_faq_category.headline.1
source: Please enter the category headline.
fr: Saisir l'en-tête de la FAQ.

# tl_faq_category.deleteConfirm
source: Deleting category ID %s will also delete all its FAQs! Continue?
fr: La suppression de la FAQ ID %s entraînera la suppression de toutes ses questions ! Voulez-vous vraiment continuer ?

# tl_faq_category.new.0
source: New category
fr: Nouvelle FAQ

# tl_faq_category.new.1
source: Create a new category
fr: Créer une nouvelle FAQ

# tl_faq_category.show.0
source: Category details
fr: Détails de la FAQ

# tl_faq_category.show.1
source: Show the details of category ID %s
fr: Afficher les détails de la FAQ ID %s

# tl_faq_category.edit.0
source: Edit category
fr: Éditer la FAQ

# tl_faq_category.edit.1
source: Edit category ID %s
fr: Éditer la FAQ ID %s

# tl_faq_category.editheader.0
source: Edit category
fr: Éditer la FAQ

# tl_faq_category.editheader.1
source: Edit the category settings
fr: Éditer les paramètres de la FAQ

# tl_faq_category.copy.0
source: Duplicate category
fr: Dupliquer la FAQ

# tl_faq_category.copy.1
source: Duplicate category ID %s
fr: Dupliquer la FAQ ID %s

# tl_faq_category.delete.0
source: Delete category
fr: Supprimer la FAQ

# tl_faq_category.delete.1
source: Delete category ID %s
fr: Supprimer la FAQ ID %s
