Repository: Web-Ex-Machina/contao-smartgear
Catalog: src/Resources/contao/languages/*/*_module.xlf
Languages: fr

# tl_module.wem_sg_header_preset.1
source: Select a header preset
fr: Sélectionnez un style de header

# tl_module.wem_sg_header_preset.classic
source: Default
fr: Par défaut

# tl_module.wem_sg_header_preset.nav--arrowed
source: Arrowed navigation
fr: Navigation fléchée

# tl_module.wem_sg_header_config_legend
source: Header's configuration
fr: Configuration du header

# tl_module.wem_sg_header_appearance_legend
source: Header's appearance
fr: Apparence du header

# tl_module.wem_sg_header_above.0
source: Logo and contents above
fr: Logo et contenus au dessus

# tl_module.wem_sg_header_above.1
source: Check if you want to place the logo and other contents above the navigation
fr: Cochez si vous souhaitez placer le logo et autres contenus au dessus du menu

# tl_module.wem_sg_header_sticky.0
source: Sticky ? test
fr: Activer le mode "sticky"

# tl_module.wem_sg_header_sticky.1
source: Check if you want to make the header sticky
fr: Cochez si vous souhaitez que le menu reste visible lors du scroll

# tl_module.wem_sg_header_logo.1
source: Select the logo
fr: Sélectionnez le logo

# tl_module.wem_sg_header_logo_size.0
source: Logo size
fr: Taille du logo

# tl_module.wem_sg_header_logo_size.1
source: Define the logo size
fr: Définissez la taille du logo

# tl_module.wem_sg_header_logo_alt.0
source: Alternative text
fr: Texte alternatif du logo

# tl_module.wem_sg_header_logo_alt.1
source: Enter the value of the alt attribute for the logo
fr: Saisissez la valeur de la balise alternative pour le logo

# tl_module.wem_sg_header_content.0
source: Add content
fr: Ajouter du contenu

# tl_module.wem_sg_header_content.1
source: Check to add free content to the header
fr: Cochez pour ajouter du contenu libre au header

# tl_module.wem_sg_header_content_html.0
source: HTML code
fr: Code HTML

# tl_module.wem_sg_header_content_html.1
source: Enter the content as HTML
fr: Saisissez le contenu HTML

# tl_module.wem_sg_navigation.0
source: Navigation type
fr: Type de navigation

# tl_module.wem_sg_navigation.1
source: Pick the navigation type
fr: Sélectionnez le type de navigation

# tl_module.wem_sg_navigation.classic
source: Default
fr: Par défault

# tl_module.wem_sg_navigation_module.0
source: Navigation module
fr: Module de navigation

# tl_module.wem_sg_navigation_module.1
source: Pick the module who's used as main navigation
fr: Sélectionnez le menu utilisé comme navigation principale.

# tl_module.wem_sg_display_share_buttons.0
source: Display share buttons
fr: Affichage des boutons de partage

# tl_module.wem_sg_display_share_buttons.1
source: Check if you want share buttons to be displayed
fr: Cochez la case pour afficher les boutons de partages

# tl_module.wem_sg_number_of_characters.0
source: Number of character
fr: Nombre de caractères

# tl_module.wem_sg_number_of_characters.1
source: Fill the number of characters
fr: Renseignez le nombre de caractères
