Repository: Web-Ex-Machina/contao-smartgear
Catalog: src/Resources/contao/languages/*/default.xlf
Languages: fr

# MSC.clearClipboard
source: Cancel
fr: Annuler

# CTE.table.0
source: Table
fr: Tableau

# CTE.accordionStart.0
source: Wrapper start
fr: Accordéon - Début

# CTE.accordionStop.0
source: Wrapper stop
fr: Accordéon - Fin

# CTE.slider
source: Content slider
fr: Slider

# CTE.sliderStart.0
source: Wrapper start
fr: Slider - Début

# CTE.sliderStop.0
source: Wrapper stop
fr: Slider - Fin

# CTE.hyperlink.0
source: Hyperlink
fr: Lien

# CTE.banner
source: Banner
fr: Bannière

# WEMSG.ERR.FRAMWAY.configJsonDecodeError
source: An erro occured while reading the Framway"'s configuration file : "%s"
fr: Une erreur est survenue lors de la lecture du fichier de configuration du Framway : "%s"

# WEM.SMARTGEAR.DEFAULT.NotFilled
source: N/A
fr: NR

# WEM.SMARTGEAR.DEFAULT.Cancel
source: Cancel
fr: Annuler

# WEM.SMARTGEAR.DEFAULT.AjaxNoActionSpecified
source: No action specified
fr: Aucune action spécifiée

# WEM.SMARTGEAR.DEFAULT.AjaxInvalidActionSpecified
source: Specified action "%s" is invalid
fr: L'action "%s" spécifiée est invalide

# WEM.SMARTGEAR.DEFAULT.PreviousStep
source: Previous
fr: Précédente

# WEM.SMARTGEAR.DEFAULT.NextStep
source: Suivant
fr: Suivante

# WEM.SMARTGEAR.DEFAULT.Save
source: Save
fr: Enregistrer

# WEM.SMARTGEAR.DEFAULT.Finish
source: Finish
fr: Terminer

# WEM.SMARTGEAR.DEFAULT.InvalidToken
source: Invalid Token
fr: Le token est invalide

# WEM.SMARTGEAR.DEFAULT.InvalidForm
source: Invalid Form
fr: Le formulaire est invalide

# WEM.SMARTGEAR.DEFAULT.MissingDependencies
source: You can't manage this module until the following dependencies have been met : %s
fr: Vous ne pouvez pas gérer ce module tant que les dépendances suivantes ne seront pas résolues : %s

# WEM.SMARTGEAR.DEFAULT.dataSaved
source: Data have been saved
fr: Les données ont été sauvegardées

# WEM.SMARTGEAR.DEFAULT.defaultDashboard
source: This is a default dashboard.
fr: Ceci est le dashboard par défaut

# WEM.SMARTGEAR.DEFAULT.elementArchivedAt
source: %s (archived on %s at %s)
fr: %s (archivé le %s a %s)

# WEM.SMARTGEAR.DEFAULT.elementUnknown
source: Unknown element
fr: Elément inconnu

# WEM.SMARTGEAR.DEFAULT.fdmNotInstalled
source: "Form Data Manager" module not installed
fr: Module "Form Data Manager" non installé

# WEM.SMARTGEAR.DEFAULT.passwordLost
source: Lost password ?
fr: Mot de passe oublié ?

# WEM.SMARTGEAR.DEFAULT.register
source: Register
fr: S'inscrire

# WEM.SMARTGEAR.DEFAULT.component
source: Component
fr: Composant

# WEM.SMARTGEAR.DEFAULT.events
source: Events
fr: Evènements

# WEM.SMARTGEAR.DEFAULT.form_contact
source: Contact Form
fr: Formulaire de contact

# WEM.SMARTGEAR.DEFAULT.extranet
source: Extranet
fr: Espace Membre

# WEM.SMARTGEAR.DEFAULT.form_data_manager
source: Form Data Manager
fr: Contacts

# WEM.SMARTGEAR.DEFAULT.visits
source: visit(s)
fr: visite(s)

# WEMSG.FILTERS.title
source: Filter by :
fr: Filtrer par :

# WEMSG.FILTERS.BTN.showFilters
source: Filter
fr: Filtrer

# WEMSG.FILTERS.BTN.search
source: Search
fr: Rechercher

# WEMSG.FILTERS.LBL.author
source: Author
fr: Auteur

# WEMSG.FILTERS.LBL.dateMonth
source: Month
fr: Mois

# WEMSG.FILTERS.LBL.dateYear
source: Year
fr: Année

# WEMSG.FILTERS.LBL.time
source: Time
fr: Heure

# WEMSG.FILTERS.LBL.location
source: Location
fr: Lieu

# WEM.SMARTGEAR.BACKEND.missingPackage
source: The %s module is missing. Please use the Contao Manager for that.
fr: Le module %s n'est pas installé. Veuillez utiliser le Contao Manager pour cela.

# WEM.SMARTGEAR.BACKEND.notInstalledPackage
source: The %s package has been found but not installed yet.
fr: Le module %s a été trouvé mais n'est pas installé.

# WEM.SMARTGEAR.BACKEND.installedPackage
source: The %s package has been found and is installed.
fr: Le module %s a été trouvé et est installé.

# WEMSG.DASHBOARD.title
source: Dashboard
fr: Tableau de bord

# WEMSG.DASHBOARD.smartgearNotInstalled
source: Smartgear is not installed
fr: Smartgear n'est pas installé

# WEMSG.DASHBOARD.SHORTCUTINTERNAL.title
source: Internal shortcuts
fr: Raccourcis internes

# WEMSG.DASHBOARD.SHORTCUTINTERNAL.msgBlogNotInstalled
source: The Smartgear's blog component is not installed
fr: Le blog Smartgear n'est pas installé

# WEMSG.DASHBOARD.SHORTCUTINTERNAL.linkPageTitle
source: Pages & navigation menu management
fr: Gestion des pages et des menus de navigation

# WEMSG.DASHBOARD.SHORTCUTINTERNAL.linkArticleText
source: Contents
fr: Contenus

# WEMSG.DASHBOARD.SHORTCUTINTERNAL.linkArticleTitle
source: Content management
fr: Gestion des contenus du site

# WEMSG.DASHBOARD.SHORTCUTINTERNAL.linkNewsText
source: News
fr: Blog

# WEMSG.DASHBOARD.SHORTCUTINTERNAL.linkNewsTitle
source: News management
fr: Gestion des actualité

# WEMSG.DASHBOARD.SHORTCUTINTERNAL.linkFilesText
source: Files
fr: Fichiers

# WEMSG.DASHBOARD.SHORTCUTINTERNAL.linkFilesTitle
source: Manage files & folders
fr: Gestion des fichiers présents sur le serveur

# WEMSG.DASHBOARD.SHORTCUTEXTERNAL.title
source: External shortcuts
fr: Raccourcis externes

# WEMSG.DASHBOARD.SHORTCUTEXTERNAL.linkManualsText
source: Manuals
fr: Manuels

# WEMSG.DASHBOARD.SHORTCUTEXTERNAL.linkManualsTitle
source: Access the Smartgear's manuals
fr: Accès aux manuels Smartgear

# WEMSG.DASHBOARD.SHORTCUTEXTERNAL.linkDemosText
source: Smartgear's demos
fr: Démos Smartgear

# WEMSG.DASHBOARD.SHORTCUTEXTERNAL.linkDemosTitle
source: Visit the Smartgear's demos
fr: Accès aux démonstration de modules Smartgear

# WEMSG.DASHBOARD.SHORTCUTEXTERNAL.linkAnalyticsTitle
source: Access your website' statistics (via %s)
fr: Accès aux statistiques détaillés de votre site (via %s)

# WEMSG.DASHBOARD.SHORTCUTEXTERNAL.linkGoogleSearchConsoleTitle
source: Access the Google Search Console
fr: Accès à la console d'indexation Google

# WEMSG.DASHBOARD.ANALYTICSINTERNAL.title
source: Smartgear statistics
fr: Statistiques Smartgear

# WEMSG.DASHBOARD.ANALYTICSINTERNAL.visitsTitle
source: Visits (last 7 days)
fr: Visites (ces 7 derniers jours)

# WEMSG.DASHBOARD.ANALYTICSINTERNAL.thisWeekSerieTitle
source: This week
fr: Cette semaine

# WEMSG.DASHBOARD.ANALYTICSINTERNAL.previousWeekSerieTitle
source: Last week
fr: Semaine dernière

# WEMSG.DASHBOARD.ANALYTICSINTERNAL.referersTitle
source: Most common referers (last 7 days)
fr: Referers les plus communs (ces 7 derniers jours)

# WEMSG.DASHBOARD.ANALYTICSINTERNAL.referersAmountHeader
source: Number
fr: Nombre

# WEMSG.DASHBOARD.ANALYTICSINTERNAL.pagesUrlTitle
source: Most viewed pages (last 7 days)
fr: Pages les plus visitées (ces 7 derniers jours)

# WEMSG.DASHBOARD.ANALYTICSINTERNAL.pagesUrlAmountHeader
source: Views
fr: Vues

# WEMSG.DASHBOARD.ANALYTICSEXTERNAL.title
source: Usages statistics
fr: Statistiques d'usage

# WEMSG.DASHBOARD.ANALYTICSEXTERNAL.msgAirtableClientNotFound
source: Your client data were not found
fr: Vos données client n'ont pas été trouvées.

# WEMSG.DASHBOARD.ANALYTICSEXTERNAL.birthdayLabel
source: Birthday date
fr: Date anniversaire

# WEMSG.DASHBOARD.ANALYTICSEXTERNAL.invoicesTitle
source: Invoices
fr: Factures

# WEMSG.DASHBOARD.ANALYTICSEXTERNAL.invoicePriceHeader
source: Price
fr: Montant

# WEMSG.DASHBOARD.ANALYTICSEXTERNAL.invoiceUrlHeader
source: Link
fr: Lien

# WEMSG.DASHBOARD.ANALYTICSEXTERNAL.invoiceUrlTitle
source: Display invoice
fr: Voir la facture

# WEMSG.DASHBOARD.ANALYTICSEXTERNAL.dbUsageLabel
source: Database usage
fr: Poids base de données

# WEMSG.DASHBOARD.ANALYTICSEXTERNAL.diskUsageLabel
source: Disk usage
fr: Poids du site web

# WEMSG.DASHBOARD.ANALYTICSEXTERNAL.diskSpaceAllowedLabel
source: Disk space allowed
fr: Taille maximale du site web

# WEMSG.DASHBOARD.ANALYTICSEXTERNAL.diskUsagePercentLabel
source: Disk usage (%)
fr: Quota (%)

# WEMSG.DASHBOARD.ANALYTICSEXTERNAL.contentAnalyticsTitle
source: Content analytics
fr: Statistiques de contenu

# WEMSG.DASHBOARD.ANALYTICSEXTERNAL.coreNbBackupsLabel
source: Backups
fr: Sauvegardes

# WEMSG.DASHBOARD.ANALYTICSEXTERNAL.coreNbFilesLabel
source: Files
fr: Fichiers

# WEMSG.DASHBOARD.ANALYTICSEXTERNAL.blogNbNewsLabel
source: News
fr: Articles de blog

# WEMSG.DASHBOARD.ANALYTICSEXTERNAL.eventsNbEventsLabel
source: Events
fr: Evènements

# WEMSG.DASHBOARD.ANALYTICSEXTERNAL.extranetNbMembersLabel
source: Subscribed members
fr: Membres inscrit

# WEMSG.DASHBOARD.SUPPORT.helpText
source: Need help ? You can contact us by mail or using the form below.
fr: Besoin d'aide ? Vous pouvez nous contacter par email ou bien via le formulaire ci-dessous.

# WEMSG.DASHBOARD.SUPPORT.mailLinkTitle
source: Write a support email
fr: Rédiger une demande de support par email

# WEMSG.DASHBOARD.SUPPORT.mailSubject
source: [SMARTGEAR] Support request
fr: [SMARTGEAR] Demande de support

# WEMSG.DASHBOARD.SUPPORT.mailContent
source: Hello, \r\n\r\n your content here \r\n\r\n %s
fr: Bonjour, \r\n\r\n votre message ici \r\n\r\n %s

# WEMSG.DASHBOARD.SUPPORT.formTitle
source: Form
fr: Formulaire

# WEMSG.DASHBOARD.SUPPORT.formSubjectLabel
source: Subject
fr: Sujet

# WEMSG.DASHBOARD.SUPPORT.formUrlHelp
source: The page's URL where the error occurs
fr: URL de la page rencontrant un problème

# WEMSG.DASHBOARD.SUPPORT.formMessageHelp
source: Please be as precise as possible
fr: Merci d'être aussi précis que possible

# WEMSG.DASHBOARD.SUPPORT.formScreenshotLabel
source: Screenshot
fr: Capture d'écran

# WEMSG.DASHBOARD.SUPPORT.formScreenshotHelp
source: If applicable
fr: Si pertinent

# WEMSG.DASHBOARD.SUPPORT.formMailLabel
source: Contact email
fr: Mail de contact

# WEMSG.DASHBOARD.SUPPORT.formScreenshotPlaceholder
source: Screenshot
fr: Capture d'écran

# WEMSG.DASHBOARD.SUPPORT.formSendLabel
source: Send
fr: Envoyer

# WEMSG.DASHBOARD.SUPPORT.formSendSuccess
source: Your help request has been transmitted
fr: Votre demande de support a bien été transmise

# WEM.SMARTGEAR.INSTALL.files
source: Files
fr: Fichiers

# WEM.SMARTGEAR.INSTALL.config
source: Global configuration
fr: Configuration globale

# WEM.SMARTGEAR.INSTALL.theme
source: Theme
fr: Thème

# WEM.SMARTGEAR.INSTALL.layouts
source: Page layouts
fr: Squelettes de page

# WEM.SMARTGEAR.INSTALL.users
source: Users
fr: Utilisateurs

# WEM.SMARTGEAR.INSTALL.gateways
source: Notification gateways
fr: Passerelles de notification

# WEMSG.INSTALL.FRAMWAYCONFIGURATION.FieldThemes
source: Themes
fr: Thèmes

# WEMSG.INSTALL.FRAMWAYCONFIGURATION.FieldComponents
source: Components
fr: Composants

# WEMSG.INSTALL.FRAMWAYCONFIGURATION.FieldNewTheme
source: New theme
fr: Nouveau thème

# WEMSG.INSTALL.FRAMWAYCONFIGURATION.FieldNewThemeEmpty
source: New theme's name is missing
fr: Le nom du nouveau thème est vide

# WEMSG.INSTALL.FRAMWAYCONFIGURATION.FieldNewThemeIncorrectFormat
source: New theme's name is incorrect ! Authorized characters are : letters, numbers, middlescores ("-"),underscores ("_"), dots ("."), semicolon (":"), slashes ("/"") and arobase ("@")
fr: Le nom du nouveau thème est invalide! Les caractères autorisés sont : lettres, chiffres, tirets ("-"),underscores ("_"), points ("."), double-points (":"), slash ("/") et arobase ("@")

# WEMSG.INSTALL.FRAMWAYCONFIGURATION.ButtonFramwayThemeAdd
source: Add theme
fr: Ajouter un thème

# WEMSG.INSTALL.FRAMWAYCONFIGURATION.ButtonFramwayThemeAddTitle
source: Add theme to the Framway
fr: Ajouter un thème au Framway

# WEMSG.INSTALL.FRAMWAYCONFIGURATION.ButtonFramwayThemeValidate
source: Validate theme
fr: Valider thème

# WEMSG.INSTALL.FRAMWAYCONFIGURATION.ButtonFramwayThemeValidateTitle
source: Validate this theme
fr: Valider ce thème

# WEMSG.INSTALL.FRAMWAYRETRIEVAL.Title
source: Framway | Retrieval
fr: Framway | Récupération

# WEMSG.INSTALL.FRAMWAYRETRIEVAL.FramwayPresent
source: Framway is already present and configuredYou can skip this step or update the Framway
fr: Le framway est déjà présent et configuré.Vous pouvez passer à l'étape suivante ou le mettre à jour.

# WEMSG.INSTALL.FRAMWAYRETRIEVAL.FramwayAbsent
source: Framway isn't present and/or configuredYou have to retrieve / update it before going to the next step
fr: Le framway n'est pas présent / configuré.Vous devez le récupérer / mettre à jour avant de passer à l'étape suivante.

# WEMSG.INSTALL.FRAMWAYRETRIEVAL.ButtonFramwayRetrieve
source: Retrieve the Framway
fr: Récupérer le Framway

# WEMSG.INSTALL.FRAMWAYRETRIEVAL.Step1
source: 1. Retrieval / Update Framway
fr: 1. Récupération / Mise à jour du Framway

# WEMSG.INSTALL.FRAMWAYRETRIEVAL.Step2
source: 2. Framway installation
fr: 2. Installation du Framway

# WEMSG.INSTALL.FRAMWAYRETRIEVAL.Step3
source: 3. Framway initialisation
fr: 3. Initialisation du Framway

# WEMSG.INSTALL.FRAMWAYRETRIEVAL.Step4
source: 4. Framway build
fr: 4. Build du Framway

# WEMSG.INSTALL.FRAMWAYRETRIEVALMINIMAL.FramwayPresent
source: Framway is present and configured
fr: Le framway est présent et configuré.

# WEMSG.INSTALL.FRAMWAYRETRIEVALMINIMAL.FramwayAbsent
source: Framway isn't present.It will be installed and configured when going to the next step.
fr: Le framway n'est pas présent.Il sera installé et configuré lors du passage à l'étape suivante.

# WEMSG.INSTALL.FRAMWAYRETRIEVALMINIMAL.filesChecked
source: Files checked to verify Framway's presence
fr: Fichiers contrôlés pour vérifier la présence du Framway

# WEMSG.INSTALL.GENERAL.Title
source: Global
fr: Général

# WEMSG.INSTALL.GENERAL.sgWebsiteTitle
source: Website's title
fr: Titre du site web

# WEMSG.INSTALL.GENERAL.sgOwnerEmail
source: Administrators' email
fr: Adresse email de l'administrateur

# WEMSG.INSTALL.GENERAL.sgAnalyticsLabelNone
source: None
fr: Aucun

# WEMSG.INSTALL.GENERAL.sgAnalytics
source: Analytics solution
fr: Solution statistiques

# WEMSG.INSTALL.GENERAL.sgAnalyticsGoogleId
source: Google Analytics ID
fr: Identifiant Google Analytics

# WEMSG.INSTALL.GENERAL.sgAnalyticsMatomoId
source: Matomo ID
fr: Identifiant Matomo

# WEMSG.INSTALL.GENERAL.sgAnalyticsMatomoHost
source: Matomo Host
fr: Host Matomo

# WEMSG.INSTALL.GENERAL.sgApiKey
source: API Key
fr: Clef API

# WEMSG.INSTALL.GENERAL.sgEncryptionKey
source: Encryption Key
fr: Clef de chiffrement

# WEMSG.INSTALL.GENERAL.sgEncryptionKeyHelp
source: The encryption key is used to encrypt and decrypt personal data. Do not change it once set !
fr: Cette clef de chiffrement est utilisée pour chiffrer/déchiffrer les données personnelles. Ne la changez pas une fois qu'elle a été définie !

# WEMSG.INSTALL.GENERAL.sgAirtableApiKey
source: Airtable API Key
fr: Clef API Airtable

# WEMSG.INSTALL.GENERAL.sgAirtableApiKeyHelp
source: The Airtable API key is used for the Smartgear's dashboard.
fr: La clef API Airtable est utilisée dans le tableau de bord Smartgear.

# WEMSG.INSTALL.GENERAL.sgWebsiteTitleEmpty
source: Website's title is missing
fr: Le titre du site web n'est pas renseigné.

# WEMSG.INSTALL.GENERAL.sgWebsiteTitleForbidden
source: Website's title is using a forbidden value
fr: Le titre du site web n'est pas valide (valeur interdite).

# WEMSG.INSTALL.GENERAL.sgOwnerEmailEmpty
source: Website's title is missing
fr: L'adresse email de l'administrateur n'est pas renseignée.

# WEMSG.INSTALL.GENERAL.sgAnalyticsMatomoIdEmpty
source: Website's title is missing
fr: L'identifiant Matomo n'est pas renseigné.

# WEMSG.INSTALL.GENERAL.sgAnalyticsMatomoHostEmpty
source: Website's title is missing
fr: Le Host Matomo n'est pas renseigné.

# WEMSG.INSTALL.GENERAL.sgAnalyticsGoogleIdEmpty
source: Website's title is missing
fr: L'identifiant Google Analytics n'est pas renseigné.

# WEMSG.INSTALL.GENERAL.sgApiKeyEmpty
source: API key is missing
fr: La clef API n'est pas renseignée.

# WEMSG.INSTALL.GENERAL.sgEncryptionKeyEmpty
source: Encryption key is missing
fr: La clef de chiffrement n'est pas renseignée.

# WEMSG.INSTALL.GENERAL.sgAirtableApiKeyEmpty
source: Airtable API key is missing
fr: La clef API Airtable n'est pas renseignée.

# WEMSG.INSTALL.WEBSITE.sgWebsiteLogo
source: Website logo
fr: Logo du site web

# WEMSG.INSTALL.WEBSITE.sgOwnerName
source: Owner's name
fr: Nom de l'entreprise

# WEMSG.INSTALL.WEBSITE.sgOwnerStatus
source: Owner's status
fr: Statut

# WEMSG.INSTALL.WEBSITE.sgOwnerSiret
source: Owner's enterprise code
fr: SIRET

# WEMSG.INSTALL.WEBSITE.sgOwnerStreet
source: Street
fr: Adresse

# WEMSG.INSTALL.WEBSITE.sgOwnerPostal
source: Postal code
fr: Code postal

# WEMSG.INSTALL.WEBSITE.sgOwnerCity
source: City
fr: Ville

# WEMSG.INSTALL.WEBSITE.sgOwnerRegion
source: Region
fr: Région

# WEMSG.INSTALL.WEBSITE.sgOwnerCountry
source: Country
fr: Pays

# WEMSG.INSTALL.WEBSITE.sgOwnerEmail
source: Owner's email
fr: Email

# WEMSG.INSTALL.WEBSITE.sgOwnerDomain
source: Domain
fr: Domaine

# WEMSG.INSTALL.WEBSITE.sgOwnerHost
source: Host
fr: Nom et adresse de l'hébergeur

# WEMSG.INSTALL.WEBSITE.sgOwnerDpoName
source: DPO name
fr: Nom du DPO

# WEMSG.INSTALL.WEBSITE.sgOwnerDpoEmail
source: DPO email
fr: Email du DPO

# WEMSG.INSTALL.WEBSITE.sgGoogleFontsHelp
source: Google Fonts' fonts list, separated by comma
fr: Liste des noms de polices Google Fonts, séparées par des virgules

# WEMSG.INSTALL.WEBSITE.sgWebsiteLogoEmpty
source: Website logo is missing
fr: Logo du site web non renseigné

# WEMSG.INSTALL.WEBSITE.sgOwnerNameEmpty
source: Owner's name is missing
fr: Le nom de l'entreprise n'est pas renseigné.

# WEMSG.INSTALL.WEBSITE.sgOwnerStatusEmpty
source: Owner's status is missing
fr: Le statut n'est pas renseigné.

# WEMSG.INSTALL.WEBSITE.sgOwnerSiretEmpty
source: Owner's enterprise code is missing
fr: Le numéro de SIRET n'est pas renseigné.

# WEMSG.INSTALL.WEBSITE.sgOwnerStreetEmpty
source: Street is missing
fr: La rue n'est pas renseignée.

# WEMSG.INSTALL.WEBSITE.sgOwnerPostalEmpty
source: Postal code is missing
fr: Le code postal n'est pas renseigné.

# WEMSG.INSTALL.WEBSITE.sgOwnerCityEmpty
source: City is missing
fr: La ville n'est pas renseignée.

# WEMSG.INSTALL.WEBSITE.sgOwnerRegionEmpty
source: Region is missing
fr: La région n'est pas renseignée.

# WEMSG.INSTALL.WEBSITE.sgOwnerCountryEmpty
source: Country is missing
fr: Le pays n'est pas renseigné.

# WEMSG.INSTALL.WEBSITE.sgOwnerEmailEmpty
source: Owner's email is missing
fr: L'adresse email de l'administrateur n'est pas renseignée.

# WEMSG.INSTALL.WEBSITE.sgOwnerDomainEmpty
source: Domain is missing
fr: Le domaine n'est pas renseigné.

# WEMSG.INSTALL.WEBSITE.sgOwnerHostEmpty
source: Host is missing
fr: Les informations de l'hébergeur ne sont pas renseignées.

# WEMSG.INSTALL.WEBSITE.sgOwnerDpoNameEmpty
source: DPO name is missing
fr: Le nom du DPO n'est pas renseigné.

# WEMSG.INSTALL.WEBSITE.sgOwnerDpoEmailEmpty
source: DPO email is missing
fr: L'adresse email du DPO n'est pas renseignée.

# WEMSG.INSTALL.WEBSITE.sgGoogleFontsEmpty
source: Google Fonts is missing
fr: Google Fonts non renseigné

# WEMSG.INSTALL.WEBSITE.ModuleBreadcrumbName
source: Breadcrumb
fr: Fil d'ariane

# WEMSG.INSTALL.WEBSITE.ModuleSitemapName
source: Sitemap
fr: Plan du site

# WEMSG.INSTALL.WEBSITE.ModuleSocialLinkName
source: Social network links
fr: Liens réseaux sociaux

# WEMSG.INSTALL.WEBSITE.ModuleSocialLinkConfigCategoriesName
source: Social network categories
fr: Catégories réseaux sociaux

# WEMSG.INSTALL.WEBSITE.modulePersonalDataManagerName
source: Personal Data Manager
fr: Gestionnaire Données Personnelles

# WEMSG.INSTALL.WEBSITE.LayoutStandardName
source: Standard Page
fr: Page Standard

# WEMSG.INSTALL.WEBSITE.LayoutStandardFullwidthName
source: Standard Page - Fullwidth
fr: Page Standard - Fullwidth

# WEMSG.INSTALL.WEBSITE.UsergroupAdministratorsName
source: Administrators
fr: Administrateurs

# WEMSG.INSTALL.WEBSITE.UsergroupRedactorsName
source: Redactors
fr: Rédacteurs

# WEMSG.INSTALL.WEBSITE.PageHomeTitle
source: Home
fr: Accueil

# WEMSG.INSTALL.WEBSITE.Page404Title
source: Error 404 - Page not found
fr: Erreur 404 - Page non trouvée

# WEMSG.INSTALL.WEBSITE.Page404Headline
source: Page not found!
fr: Page non trouvée !

# WEMSG.INSTALL.WEBSITE.Page404Text
source: The requested page doesn't existsts. You can use the sitemap at the end of this page to continue your navigation.
fr: La page demandée n'existe pas. Vous pouvez consulter le plan du site ci-dessous pour poursuivre votre navigation.

# WEMSG.INSTALL.WEBSITE.PageLegalNoticeTitle
source: Legal Notice
fr: Mentions légales

# WEMSG.INSTALL.WEBSITE.PageLegalNoticeDescription
source: Legal Notice for %s
fr: Mentions légales de %s

# WEMSG.INSTALL.WEBSITE.PageLegalNoticeTextDefault
source: To complete
fr: A remplir

# WEMSG.INSTALL.WEBSITE.PageLegalNoticeHeadline
source: Legal Notice
fr: Mentions légales

# WEMSG.INSTALL.WEBSITE.PagePrivacyPoliticsTitle
source: Privacy Politics
fr: Confidentialité

# WEMSG.INSTALL.WEBSITE.PagePrivacyPoliticsDescription
source: Privacy Politics for %s
fr: Politique de confidentialité de %s

# WEMSG.INSTALL.WEBSITE.PagePrivacyPoliticsTextDefault
source: To complete
fr: A remplir

# WEMSG.INSTALL.WEBSITE.PageSitemapTitle
source: Sitemap
fr: Plan du site

# WEMSG.INSTALL.WEBSITE.PageSitemapDescription
source: Sitemap for %s
fr: Plan du site de %s

# WEMSG.INSTALL.WEBSITE.PageSitemapHeadline
source: Sitemap
fr: Plan du site

# WEMSG.INSTALL.WEBSITE.NotificationGatewayEmailSmartgearTitle
source: Service email - Smartgear
fr: Email de service - Smartgear

# WEMSG.RESET.GENERAL.Title
source: Global
fr: Général

# WEMSG.RESET.GENERAL.localconfig
source: Local configuration
fr: Configuration locale

# WEMSG.RESET.GENERAL.localconfigHelp
source: Additionnal configuration in congif/config.yml file
fr: Configuration supplémentaire dans le fichier congif/config.yml

# WEMSG.RESET.GENERAL.localconfigKept
source: Local configuration kept
fr: localconfig conservée

# WEMSG.RESET.GENERAL.localconfigDeleted
source: Local configuration deleted
fr: localconfig supprimée

# WEMSG.RESET.GENERAL.framwayHelp
source: The Framway will be deleted, you will have to retrieve it again
fr: Le framway sera supprimé, il faudra le récupérer à nouveau.

# WEMSG.RESET.GENERAL.framwayKept
source: Framway kept
fr: Framway conservé

# WEMSG.RESET.GENERAL.framwayDeleted
source: Framway deleted
fr: Framway supprimé

# WEMSG.RESET.GENERAL.templatesHelp
source: Folders %s will be deleted
fr: Les dossiers %s seront supprimés

# WEMSG.RESET.GENERAL.templatesKept
source: Templates kept
fr: Templates conservés

# WEMSG.RESET.GENERAL.templatesDeleted
source: Templates deleted
fr: Templates supprimés

# WEMSG.RESET.GENERAL.themes_modules
source: Themes & Modules
fr: Thèmes & Modules

# WEMSG.RESET.GENERAL.themes_modulesHelp
source: All themes & modules will be deleted
fr: Tous les thèmes & modules seront supprimés

# WEMSG.RESET.GENERAL.themes_modulesKept
source: Themes & Modules kept
fr: Thèmes & Modules conservés

# WEMSG.RESET.GENERAL.themes_modulesDeleted
source: Themes & Modules deleted
fr: Thèmes & Modules supprimés

# WEMSG.RESET.GENERAL.pagesHelp
source: All pages will be deleted
fr: Toutes les pages seront supprimées

# WEMSG.RESET.GENERAL.pagesKept
source: Pages kept
fr: Pages conservées

# WEMSG.RESET.GENERAL.pagesDeleted
source: Pages deleted
fr: Pages supprimées

# WEMSG.RESET.GENERAL.files
source: Customer files
fr: Fichiers clients

# WEMSG.RESET.GENERAL.filesHelp
source: All customer files will be deleted
fr: Tous les fichiers clients seront supprimés

# WEMSG.RESET.GENERAL.filesKept
source: Customer files kept
fr: Fichiers clients conservés

# WEMSG.RESET.GENERAL.filesDeleted
source: Customer files deleted
fr: Fichiers clients supprimés

# WEMSG.RESET.GENERAL.backup
source: Do a backup before reinitialisation
fr: Effectuer une sauvegarde avant la réinitialisation

# WEMSG.RESET.GENERAL.backupHelp
source: We recommend to do a backup
fr: Il est vivement conseillé d'effectuer une sauvegarde

# WEMSG.RESET.GENERAL.backupCompleted
source: Backup "%s" done
fr: Backup "%s" effectué.

# WEMSG.CORE.BLOCK.framwayRetrievalAjaxMessageSuccess
source: Framway has been successfully retrieved
fr: Le framway a été récupéré avec succès
