Repository: Web-Ex-Machina/contao-smartgear
Catalog: src/Resources/contao/languages/*/default.xlf
Languages: fr

# WEMSG.CORE.BLOCK.framwayInstallAjaxMessageSuccess
source: Framway has been successfully installed
fr: Le framway a été installé avec succès

# WEMSG.CORE.BLOCK.framwayInstallAjaxMessageError
source: Something went wrong during Framway's installation
fr: Une erreur est survenue lors de l'installation du framway

# WEMSG.CORE.BLOCK.framwayInitializeAjaxMessageSuccess
source: Framway has been successfully initialized
fr: Le framway a été initialisé avec succès

# WEMSG.CORE.BLOCK.framwayInitializeAjaxMessageError
source: Something went wrong during Framway's initialization
fr: Une erreur est survenue lors de l'initialisation du framway

# WEMSG.CORE.BLOCK.framwayBuildAjaxMessageSuccess
source: Framway has been successfully built
fr: Le framway a été build avec succès

# WEMSG.CORE.BLOCK.framwayBuildAjaxMessageError
source: Something went wrong during Framway's build
fr: Une erreur est survenue lors du build du framway

# WEMSG.CORE.BLOCK.framwayThemeAddAjaxMessageSuccess
source: The theme has been successfully added to the Framway
fr: Le thème a été ajouté au framway avec succès

# WEMSG.CORE.BLOCK.framwayThemeAddAjaxMessageError
source: Something went wrong during Framway's theme addition :
fr: Une erreur est survenue lors de l'ajout du thème au framway :

# WEMSG.CORE.BLOCK.enableDevModeAjaxMessageSuccess
source: "Development" mode has been activated
fr: Le mode "développement" a bien été activé

# WEMSG.CORE.BLOCK.enableProdModeAjaxMessageSuccess
source: "Production" mode has been activated
fr: Le mode "production" a bien été activé

# WEMSG.CORE.DASHBOARD.checkProdModeRootpageDomainMissing
source: No domain configured on root page "%s"
fr: Pas de domaine configuré sur la page racine "%s"

# WEMSG.CORE.DASHBOARD.checkProdModeRootpageLanguageMissing
source: No language configured on root page "%s"
fr: Pas de langue configuré sur la page racine "%s"

# WEMSG.CORE.DASHBOARD.checkProdModeRootpageSitemapMissing
source: No sitemap configured on root page "%s"
fr: Pas de sitemap configuré sur la page racine "%s"

# WEMSG.CORE.DASHBOARD.checkProdModeAdminEmailMissing
source: No administrator email configured
fr: Aucune adresse email administrateur configurée.

# WEMSG.CORE.DASHBOARD.checkProdModeHtaccessRedirectMissing
source: No https & www redirection configured
fr: Aucune redirection https & www configurée.

# WEMSG.CORE.DASHBOARD.checkProdModeButtonForceProdModeLabel
source: Force production mode
fr: Forcer la mise en production

# WEMSG.CORE.DASHBOARD.checkProdModeButtonForceProdModeConfirm
source: Do you really want to force production mode
fr: Voulez-vous vraiment forcer le passage en mode production de Contao ?

# WEMSG.CORE.DASHBOARD.checkProdModeButtonProdModeLabel
source: Enable production mode
fr: Effectuer la mise en production

# WEMSG.CORE.DASHBOARD.buttonProdModeLabel
source: Production mode
fr: Mode production

# WEMSG.CORE.DASHBOARD.buttonDevModeLabel
source: Development mode
fr: Mode développement

# WEMSG.CORE.DASHBOARD.buttonResetLabel
source: Reinitialisation
fr: Réinitialisation

# WEMSG.CORE.DASHBOARD.text
source: This is the dashboard !
fr: Ceci est le dashboard !

# WEMSG.CORE.RESETSTEPMANAGER.buttonTerminateLabel
source: End reinitialisation
fr: Terminer la réinitialisation

# WEMSG.CORE.RESETSTEPMANAGER.elementsToKeep
source: Elements to keep :
fr: Liste des éléments a conserver :

# WEMSG.CORE.RESETSTEPMANAGER.backupBeforeReset
source: Backup before reset :
fr: Sauvegarde avant réinitialisation :

# WEMSG.CORE.RESETSTEPMANAGER.allModulesAndComponentsWillBeResetted
source: Warning ! All Smartgear' s components and modules will be resetted !
fr: Attention ! Tous les composants et modules Smartgear seront désinstallés !

# WEMSG.AJAX.COMMAND.messageCmdNotSpecified
source: Missing one arguments : cmd
fr: L'argument "cmd" n'a pas été précisé

# WEMSG.AJAX.COMMAND.messageSuccess
source: Command "%s" has been successfully executed
fr: La commande "%s" a été executée avec succès

# WEMSG.AJAX.SUBBLOCK.messageParameterMissing
source: Missing one or several arguments : type/module/action
fr: Un ou plusieurs arguments manquants : type/module/action

# WEMSG.MODAL.messageParameterTypeMissing
source: "type" parameter missing
fr: Absence du paramètre "type"

# WEMSG.MODAL.messageParameterModuleMissing
source: "module" parameter missing
fr: Absence du paramètre "module"

# WEMSG.MODAL.messageParameterFunctionMissing
source: "function" parameter missing
fr: Absence du paramètre "function"

# WEMSG.BLOG.INSTALL_GENERAL.newsConfig
source: Available configuration(s)
fr: Configuration(s) disponible(s)

# WEMSG.BLOG.INSTALL_GENERAL.newPresetTitle
source: New configuration name
fr: Nom de la nouvelle configuration

# WEMSG.BLOG.INSTALL_GENERAL.ButtonNewPresetTitle
source: Add a new configuration
fr: Ajoute une nouvelle configuration

# WEMSG.BLOG.INSTALL_GENERAL.ButtonNewPreset
source: New configuration
fr: Nouvelle configuration

# WEMSG.BLOG.INSTALL_GENERAL.ButtonNewPresetValidateTitle
source: Validate the new configuration
fr: Valider la nouvelle configuration

# WEMSG.BLOG.INSTALL_GENERAL.ButtonNewPresetValidate
source: Validate
fr: Valider

# WEMSG.BLOG.INSTALL_GENERAL.ButtonNewPresetCancelTitle
source: Cancel the new configuration creation
fr: Annuler l'ajout d'une nouvelle configuration

# WEMSG.BLOG.INSTALL_GENERAL.ButtonNewPresetCancel
source: Cancel
fr: Annuler

# WEMSG.BLOG.INSTALL_GENERAL.newsFolder
source: Files folder
fr: Dossier

# WEMSG.BLOG.INSTALL_GENERAL.newsFolderHelp
source: Choose the folder where news' files/images are going to be stored
fr: Choisissez le dossier dans lequel les fichiers/images associées aux actualités seront stockées

# WEMSG.BLOG.INSTALL_GENERAL.newsArchiveTitle
source: News feed title
fr: Titre du flux d'actualités

# WEMSG.BLOG.INSTALL_GENERAL.newsListPerPage
source: News per page
fr: Actualités par page

# WEMSG.BLOG.INSTALL_GENERAL.pageTitle
source: News' page title
fr: Titre de la page d'actualités

# WEMSG.BLOG.INSTALL_GENERAL.expertMode
source: Expert mode
fr: Mode expert

# WEMSG.BLOG.INSTALL_GENERAL.fieldNewsPresetNameEmpty
source: News configuration preset name is missing
fr: Le nom de la configuration n'est pas renseignée

# WEMSG.BLOG.INSTALL_GENERAL.fieldNewsPresetNameIncorrectFormat
source: News configuration preset name has an incorrect format
fr: Le nom de la configuration a un format incorrect

# WEMSG.BLOG.INSTALL_GENERAL.newsConfigMissing
source: News configuration is missing
fr: La configuration n'est pas renseigné

# WEMSG.BLOG.INSTALL_GENERAL.newsArchiveTitleMissing
source: News feed's title is missing
fr: Le titre du flux d'actualités n'est pas renseigné

# WEMSG.BLOG.INSTALL_GENERAL.newsListPerPageMissing
source: Number of news per page is missing
fr: Le nombre d'actualités par page n'est pas renseigné

# WEMSG.BLOG.INSTALL_GENERAL.newsListPerPageTooLow
source: Number of news per page is too low
fr: Le nombre d'actualités par page est trop faible

# WEMSG.BLOG.INSTALL_GENERAL.pageTitleMissing
source: News' page title is missing
fr: Le titre de la page d'actualités n'est pas renseigné

# WEMSG.BLOG.INSTALL_GENERAL.newsFolderMissing
source: Files folder is missing
fr: Le dossier n'est pas renseigné

# WEMSG.BLOG.INSTALL_GENERAL.pageDescription
source: %s of %s's website
fr: %s du site %s

# WEMSG.BLOG.INSTALL_DATASET.title
source: Dataset
fr: Jeu de données

# WEMSG.BLOG.INSTALL_DATASET.datasetOptionA
source: A - simple - 3 news
fr: A - simple - 3 actualités

# WEMSG.BLOG.INSTALL_DATASET.datasetOptionB
source: B - complete - 18 news
fr: B - complet - 18 actualités

# WEMSG.BLOG.INSTALL_DATASET.dataset
source: Dataset
fr: Jeu de données

# WEMSG.BLOG.INSTALL_DATASET.datasetHelp
source: Dataset to install
fr: Jeu de données à installer

# WEMSG.BLOG.INSTALL_DATASET.datasetMissing
source: No dataset specified
fr: Aucun jeu de donnée sélectionné

# WEMSG.BLOG.RESET.title
source: Uninstall
fr: Désinstallation

# WEMSG.BLOG.RESET.deleteModeLabel
source: Uninstall mode
fr: Mode de désinstallation

# WEMSG.BLOG.RESET.deleteModeArchiveLabel
source: Archive
fr: Archiver

# WEMSG.BLOG.RESET.deleteModeArchiveDescription
source: Files folder will be moved to `files/archives/news-{timestamp}` and news archive's name suffixed with " (Archive-{timestamp})".
fr: Le dossier de fichiers associé au blog sera déplacé vers `files/archives/news-{timestamp}` et le nom de l'archive d'actualité sera suffixé par " (Archive-{timestamp})".

# WEMSG.BLOG.RESET.deleteModeKeepLabel
source: Keep
fr: Conserver

# WEMSG.BLOG.RESET.deleteModeKeepDescription
source: All data will be kept in place.
fr: Toutes les données seront conservées et ne seront pas déplacées.

# WEMSG.BLOG.RESET.deleteModeDeleteLabel
source: Delete
fr: Supprimer

# WEMSG.BLOG.RESET.deleteModeDeleteDescription
source: Files and News Archive will be deleted.
fr: Les fichiers ainsi que l'archive d'actualités seront supprimés.

# WEMSG.BLOG.RESET.deleteModeUnknown
source: Uninstall
fr: Désinstallation

# WEMSG.BLOG.BLOCK.blogNewsConfigAddAjaxMessageSuccess
source: New configuration added
fr: Nouvelle configuration ajoutée

# WEMSG.BLOG.BLOCK.blogNewsConfigAddAjaxMessageError
source: An error occured while adding a new configuration
fr: Une serreur est survenue lors de l'ajout de la nouvelle configuration

# WEMSG.BLOG.BLOCK.blogNewsConfigGetAjaxMessageSuccess
source: Configuration retrieved
fr: Configuration récupérée

# WEMSG.BLOG.BLOCK.blogNewsConfigGetAjaxMessageError
source: An error occured while retrieving the configuration
fr: Une serreur est survenue lors de la récupération de la configuration

# WEMSG.BLOG.FORM.fieldTeaserLabel
source: Content
fr: Contenu

# WEMSG.BLOG.FORM.fieldTeaserHelp
source: Type news content here
fr: Saisir le contenu de votre actualité

# WEMSG.BLOG.FORM.paletteTeaserLabel
source: Content
fr: Contenu

# WEMSG.EVENTS.INSTALL_GENERAL.eventsFolder
source: Files folder
fr: Dossier

# WEMSG.EVENTS.INSTALL_GENERAL.eventsFolderHelp
source: Choose the folder where events' files/images are going to be stored
fr: Choisissez le dossier dans lequel les fichiers/images associées aux évènements seront stockées

# WEMSG.EVENTS.INSTALL_GENERAL.calendarTitle
source: Calendar title
fr: Titre du calendrier

# WEMSG.EVENTS.INSTALL_GENERAL.eventsListPerPage
source: Events per page
fr: Evènements par page

# WEMSG.EVENTS.INSTALL_GENERAL.pageTitle
source: Calendar's page title
fr: Titre de la page du calendrier

# WEMSG.EVENTS.INSTALL_GENERAL.expertMode
source: Expert mode
fr: Mode expert

# WEMSG.EVENTS.INSTALL_GENERAL.eventsConfigMissing
source: Events configuration is missing
fr: La configuration n'est pas renseigné

# WEMSG.EVENTS.INSTALL_GENERAL.calendarTitleMissing
source: Calendar's title is missing
fr: Le titre du calendrier n'est pas renseigné

# WEMSG.EVENTS.INSTALL_GENERAL.eventsListPerPageMissing
source: Number of events per page is missing
fr: Le nombre d'évènements par page n'est pas renseigné

# WEMSG.EVENTS.INSTALL_GENERAL.eventsListPerPageTooLow
source: Number of events per page is too low
fr: Le nombre d'évènements par page est trop faible

# WEMSG.EVENTS.INSTALL_GENERAL.pageTitleMissing
source: Calendar's page title is missing
fr: Le titre de la page du calendrier n'est pas renseigné

# WEMSG.EVENTS.INSTALL_GENERAL.eventsFolderMissing
source: Files folder is missing
fr: Le dossier n'est pas renseigné

# WEMSG.EVENTS.INSTALL_GENERAL.pageDescription
source: %s of %s's website
fr: %s du site %s

# WEMSG.EVENTS.INSTALL_DATASET.title
source: Dataset
fr: Jeu de données

# WEMSG.EVENTS.INSTALL_DATASET.datasetOptionA
source: A - simple - 6 events
fr: A - simple - 6 évènements

# WEMSG.EVENTS.INSTALL_DATASET.datasetOptionB
source: B - complete - 36 events
fr: B - complet - 36 évènements

# WEMSG.EVENTS.INSTALL_DATASET.dataset
source: Dataset
fr: Jeu de données

# WEMSG.EVENTS.INSTALL_DATASET.datasetHelp
source: Dataset to install
fr: Jeu de données à installer

# WEMSG.EVENTS.INSTALL_DATASET.datasetMissing
source: No dataset specified
fr: Aucun jeu de donnée sélectionné

# WEMSG.EVENTS.RESET.title
source: Uninstall
fr: Désinstallation

# WEMSG.EVENTS.RESET.deleteModeLabel
source: Uninstall mode
fr: Mode de désinstallation

# WEMSG.EVENTS.RESET.deleteModeArchiveLabel
source: Archive
fr: Archiver

# WEMSG.EVENTS.RESET.deleteModeArchiveDescription
source: Files folder will be moved to `files/archives/events-{timestamp}` and calendar's name suffixed with " (Archive-{timestamp})".
fr: Le dossier de fichiers associé au calendrier sera déplacé vers `files/archives/events-{timestamp}` et le nom du calendrier sera suffixé par " (Archive-{timestamp})".

# WEMSG.EVENTS.RESET.deleteModeKeepLabel
source: Keep
fr: Conserver

# WEMSG.EVENTS.RESET.deleteModeKeepDescription
source: All data will be kept in place.
fr: Toutes les données seront conservées et ne seront pas déplacées.

# WEMSG.EVENTS.RESET.deleteModeDeleteLabel
source: Delete
fr: Supprimer

# WEMSG.EVENTS.RESET.deleteModeDeleteDescription
source: Files and calendar will be deleted.
fr: Les fichiers ainsi que le calendrier seront supprimés.

# WEMSG.EVENTS.RESET.deleteModeUnknown
source: Uninstall
fr: Désinstallation

# WEMSG.EVENTS.FORM.fieldTeaserLabel
source: Content
fr: Contenu

# WEMSG.EVENTS.FORM.fieldTeaserHelp
source: Type event content here
fr: Saisir le contenu de votre évènement

# WEMSG.EVENTS.FORM.paletteTeaserLabel
source: Content
fr: Contenu

# WEMSG.FAQ.INSTALL_GENERAL.faqTitle
source: FAQ title
fr: Titre de la FAQ

# WEMSG.FAQ.INSTALL_GENERAL.pageTitle
source: FAQ's page title
fr: Titre de la page de la FAQ

# WEMSG.FAQ.INSTALL_GENERAL.faqConfigMissing
source: Faq configuration is missing
fr: La configuration n'est pas renseigné

# WEMSG.FAQ.INSTALL_GENERAL.faqTitleMissing
source: FAQ's title is missing
fr: Le titre de la FAQ n'est pas renseigné

# WEMSG.FAQ.INSTALL_GENERAL.pageTitleMissing
source: FAQ's page title is missing
fr: Le titre de la page de la FAQ n'est pas renseigné

# WEMSG.FAQ.INSTALL_GENERAL.pageDescription
source: %s of %s's website
fr: %s du site %s

# WEMSG.FAQ.RESET.title
source: Uninstall
fr: Désinstallation

# WEMSG.FAQ.RESET.deleteModeLabel
source: Uninstall mode
fr: Mode de désinstallation

# WEMSG.FAQ.RESET.deleteModeArchiveLabel
source: Archive
fr: Archiver

# WEMSG.FAQ.RESET.deleteModeArchiveDescription
source: Files folder will be moved to `files/archives/faq-{timestamp}` and faq's name suffixed with " (Archive-{timestamp})".
fr: Le dossier de fichiers associé à la FAQ sera déplacé vers `files/archives/faq-{timestamp}` et le nom de la FAQ sera suffixé par " (Archive-{timestamp})".

# WEMSG.FAQ.RESET.deleteModeKeepLabel
source: Keep
fr: Conserver

# WEMSG.FAQ.RESET.deleteModeKeepDescription
source: All data will be kept in place.
fr: Toutes les données seront conservées et ne seront pas déplacées.

# WEMSG.FAQ.RESET.deleteModeDeleteLabel
source: Delete
fr: Supprimer

# WEMSG.FAQ.RESET.deleteModeDeleteDescription
source: Files and faq will be deleted.
fr: Les fichiers ainsi que la FAQ seront supprimés.

# WEMSG.FAQ.RESET.deleteModeUnknown
source: Uninstall
fr: Désinstallation

# WEMSG.FORMCONTACT.INSTALL_GENERAL.formContactTitle
source: Contact form title
fr: Titre du formulaire de contact

# WEMSG.FORMCONTACT.INSTALL_GENERAL.pageTitle
source: Contact form's page title
fr: Titre de la page du formulaire de contact

# WEMSG.FORMCONTACT.INSTALL_GENERAL.formContactConfigMissing
source: Faq configuration is missing
fr: La configuration n'est pas renseigné

# WEMSG.FORMCONTACT.INSTALL_GENERAL.formContactTitleMissing
source: Contact form's title is missing
fr: Le titre du formulaire de contact n'est pas renseigné

# WEMSG.FORMCONTACT.INSTALL_GENERAL.pageTitleMissing
source: Contact form's page title is missing
fr: Le titre de la page du formulaire de contact n'est pas renseigné

# WEMSG.FORMCONTACT.INSTALL_GENERAL.pageFormSentTitle
source: %s sent
fr: %s envoyé

# WEMSG.FORMCONTACT.INSTALL_GENERAL.pageFormSentDescription
source: %s sent - %s
fr: %s envoyé - %s

# WEMSG.FORMCONTACT.INSTALL_GENERAL.contentTextPageFormSent
source: Your message has been sent successfully ! We will answer you as soon as possible.
fr: Votre message a été envoyé avec succès ! Nous vous répondrons dans les délais les plus brefs.

# WEMSG.FORMCONTACT.INSTALL_GENERAL.titleNotificationGatewayMessageUser
source: Acknowledgment of receipt
fr: Accusé réception

# WEMSG.FORMCONTACT.INSTALL_GENERAL.titleNotificationGatewayMessageAdmin
source: Administrator Notification
fr: Notification Administrateur

# WEMSG.FORMCONTACT.INSTALL_GENERAL.labelFormInputName
source: Name
fr: Nom

# WEMSG.FORMCONTACT.INSTALL_GENERAL.placeholderFormInputName
source: Your name
fr: Votre nom

# WEMSG.FORMCONTACT.INSTALL_GENERAL.placeholderFormInputEmail
source: Your email address
fr: Votre adresse e-mail

# WEMSG.FORMCONTACT.INSTALL_GENERAL.placeholderFormInputMessage
source: Your message
fr: Votre message

# WEMSG.FORMCONTACT.INSTALL_GENERAL.labelFormInputConsentDataTreatment
source: Agreement to the treatment of this form's data
fr: Consentement aux traitement des données de ce formulaire

# WEMSG.FORMCONTACT.INSTALL_GENERAL.optionLabelFormInputConsentDataTreatment
source: I agree to the treatment of this form's data*
fr: Je consens à ce que les informations envoyées dans ce formulaire soient transmises par email à {{sg::websiteTitle}}*

# WEMSG.FORMCONTACT.INSTALL_GENERAL.labelFormInputConsentDataSave
source: Agreement to the storing of this form's data
fr: Consentement à l'enregistrement des données de ce formulaire

# WEMSG.FORMCONTACT.INSTALL_GENERAL.optionLabelFormInputConsentDataSave
source: I agree to the storing of this form's data*
fr: Je consens à ce que les informations envoyées dans ce formulaire soient stockées dans la base de données par {{sg::websiteTitle}}*

# WEMSG.FORMCONTACT.INSTALL_GENERAL.labelFormInputSubmit
source: Send
fr: Envoyer

# WEMSG.FORMCONTACT.RESET.title
source: Uninstall
fr: Désinstallation

# WEMSG.FORMCONTACT.RESET.deleteModeLabel
source: Uninstall mode
fr: Mode de désinstallation

# WEMSG.FORMCONTACT.RESET.deleteModeArchiveLabel
source: Archive
fr: Archiver

# WEMSG.FORMCONTACT.RESET.deleteModeArchiveDescription
source: Form's name will be suffixed with " (Archive-{timestamp})".
fr: Le nom du formulaire sera suffixé par " (Archive-{timestamp})".

# WEMSG.FORMCONTACT.RESET.deleteModeKeepLabel
source: Keep
fr: Conserver

# WEMSG.FORMCONTACT.RESET.deleteModeKeepDescription
source: All data will be kept in place.
fr: Toutes les données seront conservées.

# WEMSG.FORMCONTACT.RESET.deleteModeDeleteLabel
source: Delete
fr: Supprimer

# WEMSG.FORMCONTACT.RESET.deleteModeDeleteDescription
source: Form contact will be deleted.
fr: Le formulaire de contact sera supprimé.

# WEMSG.FORMCONTACT.RESET.deleteModeUnknown
source: Uninstall
fr: Désinstallation

# WEMSG.SOCIALLINKS.FORM.headerNetwork
source: Network
fr: Réseau

# WEMSG.SOCIALLINKS.FORM.headerLink
source: Link
fr: Lien

# WEMSG.SOCIALLINKS.FORM.headerIconCustom
source: Custom icon
fr: Icône personnalisé

# WEMSG.SOCIALLINKS.FORM.helpIconCustom
source: Leave blank to use the selected network's default icon
fr: Laissez vide pour utiliser l'icône du réseau social par défaut

# WEMSG.EXTRANET.INSTALL_GENERAL.groupTitle
source: Members' group title
fr: Titre du groupe des membres

# WEMSG.EXTRANET.INSTALL_GENERAL.pageTitle
source: Page title
fr: Titre de la page

# WEMSG.EXTRANET.INSTALL_GENERAL.canSubscribe
source: News users can register
fr: Les nouveaux utilisateurs peuvent s'enregistrer

# WEMSG.EXTRANET.INSTALL_GENERAL.groupTitleMissing
source: Members' group title is missing
fr: Veuillez renseigner le titre du group des membres

# WEMSG.EXTRANET.INSTALL_GENERAL.pageTitleMissing
source: Page title is missing
fr: Veuillez renseigner le titre de la page

# WEMSG.EXTRANET.INSTALL_GENERAL.pageError401Title
source: Error 401 - Not authentified
fr: Erreur 401 - Non authentifié

# WEMSG.EXTRANET.INSTALL_GENERAL.pageError403Title
source: Error 403 - Forbidden access
fr: Erreur 403 - Accès interdit

# WEMSG.EXTRANET.INSTALL_GENERAL.pageDataTitle
source: My data
fr: Mes données

# WEMSG.EXTRANET.INSTALL_GENERAL.pageDataConfirmTitle
source: Data updated
fr: Données modifiées

# WEMSG.EXTRANET.INSTALL_GENERAL.pagePasswordTitle
source: Update my password
fr: Modifier mon mot de passe

# WEMSG.EXTRANET.INSTALL_GENERAL.pagePasswordConfirmTitle
source: Confirm update password
fr: Confirmation de changement de mot de passe

# WEMSG.EXTRANET.INSTALL_GENERAL.pagePasswordValidateTitle
source: Password update validated
fr: Changement de mot de passe validé

# WEMSG.EXTRANET.INSTALL_GENERAL.pageLogoutTitle
source: Logout
fr: Déconnexion

# WEMSG.EXTRANET.INSTALL_GENERAL.pageSubscribeTitle
source: Create an account
fr: Créer un compte

# WEMSG.EXTRANET.INSTALL_GENERAL.pageSubscribeConfirmTitle
source: Subscription confirmation
fr: Confirmation d'inscription

# WEMSG.EXTRANET.INSTALL_GENERAL.pageSubscribeValidateTitle
source: Subscription validated
fr: Inscription validée

# WEMSG.EXTRANET.INSTALL_GENERAL.pageUnsubscribeTitle
source: Unsubscribe confirmation
fr: Confirmation de désinscription

# WEMSG.EXTRANET.INSTALL_GENERAL.moduleDataName
source: Extranet - Update data
fr: Extranet - Mise à jour des données

# WEMSG.EXTRANET.INSTALL_GENERAL.modulePasswordName
source: Extranet - Forgotten password
fr: Extranet - Mot de passe oublié

# WEMSG.EXTRANET.INSTALL_GENERAL.moduleSubscribeName
source: Extranet - Subscription
fr: Extranet - Inscription

# WEMSG.EXTRANET.INSTALL_GENERAL.moduleCloseAccountName
source: Extranet - Close account
fr: Extranet - Désinscription

# WEMSG.EXTRANET.INSTALL_GENERAL.notificationChangeDataTitle
source: Extranet - Data changed
fr: Extranet - Changement de données

# WEMSG.EXTRANET.INSTALL_GENERAL.notificationGatewayMessageChangeDataTitle
source: User notification
fr: Notification utilisateur

source: %s - Data changed
fr: %s - Changement de données

# WEMSG.EXTRANET.INSTALL_GENERAL.notificationPasswordTitle
source: Extranet - Forgotten password
fr: Extranet - Mot de passe oublié

# WEMSG.EXTRANET.INSTALL_GENERAL.notificationGatewayMessagePasswordTitle
source: User notification
fr: Notification utilisateur

# WEMSG.EXTRANET.INSTALL_GENERAL.notificationGatewayMessageLanguagePasswordSubject
source: %s - Password updated
fr: %s - Changement de mot de passe

# WEMSG.EXTRANET.INSTALL_GENERAL.notificationSubscriptionTitle
source: Extranet - Subscription confirmation
fr: Extranet - Confirmation d'inscription

# WEMSG.EXTRANET.INSTALL_GENERAL.notificationGatewayMessageSubscriptionTitle
source: User notification
fr: Notification utilisateur

source: %s - Confirm your subscription
fr: %s - Confirmez votre inscription

# WEMSG.EXTRANET.INSTALL_GENERAL.contentHeadlineArticleExtranetHeadline
source: Members' space
fr: Espace Membre

# WEMSG.EXTRANET.INSTALL_GENERAL.contentHeadlineArticle401Headline
source: Error 401 - Not authenticated
fr: Erreur 401 - Non authentifié

# WEMSG.EXTRANET.INSTALL_GENERAL.contentHeadlineArticle401Text
source: You must be authenticated to access this page. You can do it using the login form below.
fr: Vous devez être connecté pour accéder à cette page. Vous pouvez le faire via le formulaire de connexion ci-dessous.

# WEMSG.EXTRANET.INSTALL_GENERAL.contentHeadlineArticle403Headline
source: Error 403 - Not authorized
fr: Erreur 403 - Non autorisé

# WEMSG.EXTRANET.INSTALL_GENERAL.contentHeadlineArticle403Text
source: You are not authorized to access to this page's content.
fr: Vous n'êtes pas autorisé à accéder au contenu de cette page.

# WEMSG.EXTRANET.INSTALL_GENERAL.contentHeadlineArticle403Hyperlink
source: Back to the members' space
fr: Retour à l'espace membre

# WEMSG.EXTRANET.INSTALL_GENERAL.contentHeadlineArticleDataHeadline
source: My data
fr: Mes données
