Repository: Web-Ex-Machina/contao-smartgear
Catalog: src/Resources/contao/languages/*/default.xlf
Languages: fr

# WEMSG.EXTRANET.INSTALL_GENERAL.contentHeadlineArticleDataHeadlineCloseAccount
source: Close my account
fr: Clôturer mon compte

# WEMSG.EXTRANET.INSTALL_GENERAL.contentHeadlineArticleDataTextCloseAccount
source: You must be authenticated to access this page. You can do it using the login form below.
fr: Vous devez être connecté pour accéder à cette page. Vous pouvez le faire via le formulaire de connexion ci-dessous.

# WEMSG.EXTRANET.INSTALL_GENERAL.contentHeadlineArticleDataConfirmHeadline
source: Data updated
fr: Données modifiées

# WEMSG.EXTRANET.INSTALL_GENERAL.contentHeadlineArticleDataConfirmText
source: Your data have been successfully updated !
fr: Vos données ont été modifiées avec succès !

# WEMSG.EXTRANET.INSTALL_GENERAL.contentHeadlineArticleDataConfirmHyperlink
source: Back to the members' space
fr: Retour à l'espace membre

# WEMSG.EXTRANET.INSTALL_GENERAL.contentHeadlineArticlePasswordHeadline
source: Update my password
fr: Modifier mon mot de passe

# WEMSG.EXTRANET.INSTALL_GENERAL.contentHeadlineArticlePasswordConfirmHeadline
source: Update my password
fr: Modifier mon mot de passe

# WEMSG.EXTRANET.INSTALL_GENERAL.contentHeadlineArticlePasswordConfirmText
source: Your request have been taken into account, you will receive an email indicating the rest of the procedure. Make sure to check your spam / junk mail folder if you don't receive this email quickly.
fr: Votre demande a été prise en compte, vous allez recevoir un email vous indiquant la suite de la procédure. Pensez à vérifier vos dossier de spams / courriers indésirables si vous ne recevez pas cet email rapidement.

# WEMSG.EXTRANET.INSTALL_GENERAL.contentHeadlineArticlePasswordValidateHeadline
source: Update my password
fr: Modifier mon mot de passe

# WEMSG.EXTRANET.INSTALL_GENERAL.contentHeadlineArticleSubscribeHeadline
source: Create an account
fr: Créer un compte

# WEMSG.EXTRANET.INSTALL_GENERAL.contentHeadlineArticleSubscribeConfirmHeadline
source: Create an account
fr: Créer un compte

# WEMSG.EXTRANET.INSTALL_GENERAL.contentHeadlineArticleSubscribeConfirmText
source: Your request have been taken into account, you will receive an email indicating the rest of the procedure. Make sure to check your spam / junk mail folder if you don't receive this email quickly.
fr: Votre demande a été prise en compte, vous allez recevoir un email vous indiquant la suite de la procédure. Pensez à vérifier vos dossier de spams / courriers indésirables si vous ne recevez pas cet email rapidement.

# WEMSG.EXTRANET.INSTALL_GENERAL.contentHeadlineArticleSubscribeValidateHeadline
source: Account creation validated
fr: Inscription validée

# WEMSG.EXTRANET.INSTALL_GENERAL.contentHeadlineArticleSubscribeValidateText
source: Your registration is finished ! You can now log in thanks to the form below.
fr: Votre inscription est terminée ! Vous pouvez désormais vous connecter grâce au formulaire de connexion ci-dessous.

# WEMSG.EXTRANET.INSTALL_GENERAL.contentHeadlineArticleUnsubscribeHeadline
source: Create an account
fr: Créer un compte

# WEMSG.EXTRANET.INSTALL_GENERAL.contentHeadlineArticleUnsubscribeText
source: Your account have been closed successfully
fr: Votre compte a bien été clôturé

# WEMSG.EXTRANET.INSTALL_GENERAL.contentHeadlineArticleUnsubscribeHyperlink
source: Back to the members' space
fr: Retour à l'espace membre

# WEMSG.EXTRANET.RESET.title
source: Uninstall
fr: Désinstallation

# WEMSG.EXTRANET.RESET.deleteModeLabel
source: Uninstall mode
fr: Mode de désinstallation

# WEMSG.EXTRANET.RESET.deleteModeArchiveLabel
source: Archive
fr: Archiver

# WEMSG.EXTRANET.RESET.deleteModeArchiveDescription
source: Extranet's linked entities' name will be suffixed with " (Archive-{timestamp})".
fr: Les entités liées à l'extranet seront suffixées par " (Archive-{timestamp})".

# WEMSG.EXTRANET.RESET.deleteModeKeepLabel
source: Keep
fr: Conserver

# WEMSG.EXTRANET.RESET.deleteModeKeepDescription
source: All data will be kept in place.
fr: Toutes les données seront conservées.

# WEMSG.EXTRANET.RESET.deleteModeDeleteLabel
source: Delete
fr: Supprimer

# WEMSG.EXTRANET.RESET.deleteModeDeleteDescription
source: Extranet will be deleted.
fr: L'extranet sera supprimé.

# WEMSG.EXTRANET.RESET.deleteModeUnknown
source: Uninstall
fr: Désinstallation

# WEMSG.EXTRANET.PWD.confirmPassword
source: Confirm password
fr: Confirmez le mot de passe

# WEMSG.EXTRANET.PWD.helperTitle
source: Your password has to
fr: Votre mot de passe doit

# WEMSG.EXTRANET.PWD.helperContainUppercase
source: Contain an uppercase letter
fr: Contenir une majuscule

# WEMSG.EXTRANET.PWD.helperContainNumber
source: Contain a number
fr: Contenir un chiffre

# WEMSG.EXTRANET.PWD.helperContainSpecialChar
source: Contain a special character
fr: Contenir un caractère spécial

# WEMSG.EXTRANET.PWD.helperContainMinChar
source: Contain at least 8 characters
fr: Être composé d'au moins 8 caractères

# WEMSG.FDM.RESET.title
source: Uninstall
fr: Désinstallation

# WEMSG.FDM.RESET.deleteModeLabel
source: Uninstall mode
fr: Mode de désinstallation

# WEMSG.FDM.RESET.deleteModeDeleteLabel
source: Delete
fr: Supprimer

# WEMSG.FDM.RESET.deleteModeDeleteDescription
source: Form Data Manager will be deleted.
fr: Le gestionnaire de formulaires sera supprimé.

# WEMSG.FDM.RESET.deleteModeUnknown
source: Uninstall
fr: Désinstallation

# WEMSG.FDM.FORM.notManagedByFDM
source: Form not configured to store values with Form Data Manager
fr: Formulaire non configuré pour enregistrer les données avec le Form Data Manager

# WEMSG.FDM.FORM.noEmailField
source: No "email" field in the form
fr: Champ "email" non présent dans le formulaire

# WEMSG.FDM.FORM.emailFieldPresentButNotMandatory
source: The "email" field is not mandatory !
fr: Champ "email" non obligatoire dans le formulaire !

# WEMSG.FDM.FORM.emailFieldPlaceholder
source: Your e-mail address
fr: Votre adresse e-mail

# WEMSG.FDM.EXPORT.fieldNotPresentInForm
source: Field not present in form
fr: Champ non présent dans le formulaire

# WEMSG.FDM.PDMUI.buttonShowFile
source: Show
fr: Afficher

# WEMSG.FDM.PDMUI.buttonDownloadFile
source: Download
fr: Télécharger

# WEMSG.FDM.PDMUI.fileNotFound
source: File not found
fr: Fichier introuvable

# WEMSG.FDM.ERROR.noFileUploaded
source: No file uploaded
fr: Aucun fichier transmis

# WEMSG.FDM.ERROR.fileUploadedButNotStored
source: File uploaded but not stored
fr: Fichier transmis mais non enregistré

# WEMSG.FDM.ERROR.uploadedFileNotFound
source: Uploaded file not found
fr: Fichier transmis introuvable

# WEMSG.CONFIGURATIONSTEPMANAGER.BUTTONS.finish
source: Finish configuration
fr: Terminer la configuration

# WEMSG.STEPMANAGER.BUTTONS.finish
source: Finish configuration
fr: Terminer la configuration

# WEMSG.STEPMANAGER.ERRORS.nextStepIsOutOfBounds
source: Next step is out of bounds
fr: La prochaine étape est hors des bornes

# WEMSG.STEPMANAGER.ERRORS.previousStepIsOutOfBounds
source: Previous step is out of bounds
fr: L'étape précédentes est hors des bornes

# WEMSG.CONFIGURATIONMANAGER.fileNotFound
source: Configuration file not found
fr: Fichier de configuration non trouvé

# WEMSG.DIRECTORIESSYNCHRONIZER.error
source: Error while copying from "%s" to "%s"
fr: Erreur dans la copie de "%s" vers "%s"

# WEM.SMARTGEAR.BACKUPMANAGER.backupManagerBTTitle
source: Access Smartgear Backups
fr: Accéder aux back-ups Smartgear

# WEM.SMARTGEAR.BACKUPMANAGER.newBackUpBTTitle
source: New backup
fr: Nouveau back-up

# WEM.SMARTGEAR.BACKUPMANAGER.newBackUpBT
source: New backup
fr: Nouveau back-up

# WEM.SMARTGEAR.BACKUPMANAGER.messageNewBackUpDone
source: Backup "%s" done in %d seconds
fr: Backup "%s" effectué en %d secondes

# WEM.SMARTGEAR.BACKUPMANAGER.messageRestoreBackUpDone
source: Backup "%s" restored in %d seconds
fr: Backup "%s" restauré en %d secondes

# WEM.SMARTGEAR.BACKUPMANAGER.messageDeleteBackUpSuccess
source: Backup "%s" deleted
fr: Backup "%s" supprimé

# WEM.SMARTGEAR.BACKUPMANAGER.messageDeleteBackUpError
source: Backup "%s" not deleted
fr: Backup "%s" non supprimé

# WEM.SMARTGEAR.BACKUPMANAGER.messageRetrieveListError
source: An error occured while retrieving backups' list : %s
fr: Une erreur est survenue lors de la récupération de la liste des backups : %s

# WEM.SMARTGEAR.BACKUPMANAGER.messageRetrieveSingleError
source: The backup doesn't exists
fr: Le backup n'existe pas

# WEM.SMARTGEAR.BACKUPMANAGER.messageRestoreError
source: An error occured while restoring the backup : %s
fr: Une erreur est survenue lors de la restauration du backup : %s

# WEM.SMARTGEAR.BACKUPMANAGER.messageDeleteError
source: The specified backup can't be deleted as it doesn't exist (%s)
fr: Le backup a supprimer n'existe pas (%s)

# WEM.SMARTGEAR.BACKUPMANAGER.messageCreateError
source: An error occured while creating the backup : %s
fr: Une erreur est survenue lors de la création du backup : %s

# WEMSG.BACKUPMANAGER.LIST.title
source: Backup Manager
fr: Gestionnaire de sauvegardes

# WEMSG.BACKUPMANAGER.LIST.name
source: Name
fr: Nom

# WEMSG.BACKUPMANAGER.LIST.size
source: Size
fr: Poids

# WEMSG.BACKUPMANAGER.LIST.sourceUi
source: UI
fr: Interface utilisateur

# WEMSG.BACKUPMANAGER.LIST.sourceUpdate
source: Update
fr: Mise à jour

# WEMSG.BACKUPMANAGER.LIST.sourceCommand
source: Command
fr: Commande

# WEMSG.BACKUPMANAGER.LIST.sourceConfigurationreset
source: Smartgear's configuration reset
fr: Réinitialisation de la configuration Smartgear

# WEMSG.BACKUPMANAGER.LIST.noItemsToDisplay
source: No backup to display
fr: Pas de backup disponible

# WEMSG.BACKUPMANAGER.LIST.messageDeleteConfirm
source: Are you sure ?
fr: Êtes vous sûr de vouloir supprimer ce backup ?

# WEMSG.BACKUPMANAGER.RESTORERESULT.title
source: Backup restoration result :
fr: Résultat de la restauration du backup :

# WEMSG.BACKUPMANAGER.RESTORERESULT.filesDeletedCount
source: %s files deleted
fr: %s fichiers supprimés

# WEMSG.BACKUPMANAGER.RESTORERESULT.filesReplacedCount
source: %s files replaced
fr: %s fichiers remplacés

# WEMSG.BACKUPMANAGER.RESTORERESULT.filesAddedCount
source: %s files added
fr: %s fichiers ajoutés

# WEMSG.BACKUPMANAGER.RESTORERESULT.filesInErrorCount
source: %s files in error
fr: %s fichiers en erreur

# WEMSG.BACKUPMANAGER.RESTORERESULT.filesDetails
source: Files details
fr: Détails des fichiers

# WEMSG.BACKUPMANAGER.RESTORERESULT.filesDetailsName
source: Name
fr: Nom

# WEMSG.BACKUPMANAGER.RESTORERESULT.filesDetailsStatus
source: Status
fr: Statut

# WEMSG.BACKUPMANAGER.RESTORERESULT.filesDetailsStatusDeleted
source: Deleted
fr: Supprimé

# WEMSG.BACKUPMANAGER.RESTORERESULT.filesDetailsStatusReplaced
source: Replaced
fr: Remplacé par la sauvegarde

# WEMSG.BACKUPMANAGER.RESTORERESULT.filesDetailsStatusAdded
source: Added
fr: Ajouté

# WEMSG.BACKUPMANAGER.RESTORERESULT.filesDetailsStatusInError
source: In error
fr: En erreur

# WEMSG.BACKUPMANAGER.RESTORERESULT.searchIndexRebuildLog
source: Search index rebuild log :
fr: Détails de la reconstruction de l'index de recherche :

# WEMSG.BACKUPMANAGER.CREATERESULT.title
source: Backup creation result :
fr: Résultat de la création du backup :

# WEMSG.BACKUPMANAGER.CREATERESULT.filesDetails
source: Files details
fr: Détails des fichiers

# WEMSG.BACKUPMANAGER.CREATERESULT.filesDetailsName
source: Name
fr: Nom

# WEMSG.BACKUPMANAGER.CREATERESULT.filesDetailsStatus
source: Status
fr: Statut

# WEMSG.BACKUPMANAGER.CREATERESULT.filesDetailsStatusBackuped
source: Backuped
fr: Sauvegardé

# WEMSG.BACKUPMANAGER.CREATERESULT.filesDetailsStatusInError
source: In error
fr: En erreur

# WEMSG.BACKUPMANAGER.API.messageDeleteSuccess
source: The specified backup "%s" has been deleted
fr: Le backup "%s" a bien été supprimé

# WEMSG.BACKUPMANAGER.API.messageDeleteError
source: An error occured during the backup deletion "%s"
fr: Une erreur est survenue lors de la suppression du backup "%s"

# WEMSG.BACKUPMANAGER.API.messageRestoreSuccess
source: The specified backup "%s" has been restored
fr: Le backup "%s" a bien été restauré

# WEM.SMARTGEAR.UPDATEMANAGER.updateManagerBTTitle
source: Access Smartgear Updates
fr: Accéder aux mises à jour Smartgear

# WEM.SMARTGEAR.UPDATEMANAGER.updateManagerBT
source: Updates
fr: Mises à jour

# WEM.SMARTGEAR.UPDATEMANAGER.playUpdatesBTTitle
source: Play updates
fr: Executer les mises à jour

# WEM.SMARTGEAR.UPDATEMANAGER.playUpdatesBT
source: Play updates
fr: Executer les mises à jour

# WEM.SMARTGEAR.UPDATEMANAGER.messagePlayUpdatesDone
source: Updates played
fr: Mises à jour effectuées

# WEMSG.UPDATEMANAGER.LIST.title
source: Update Manager
fr: Gestionnaire de mises à jour

# WEMSG.UPDATEMANAGER.LIST.name
source: Name
fr: Nom

# WEMSG.UPDATEMANAGER.LIST.status
source: Status
fr: Statut

# WEMSG.UPDATEMANAGER.LIST.noItemsToDisplay
source: No update to display
fr: Pas de mises à jour disponibles

# WEMSG.UPDATEMANAGER.RESULT.success
source: Updates have been installed
fr: Les mises à jour ont été installées

# WEMSG.UPDATEMANAGER.RESULT.fail
source: Updatse haven't been installed
fr: Les mises à jour n'ont pas été installées

# WEMSG.UPDATEMANAGER.RESULT.backupInfo
source: The backup %s has been created
fr: Le back-up %s a été effectué

# WEMSG.UPDATEMANAGER.RESULT.name
source: Name
fr: Nom

# WEMSG.UPDATEMANAGER.RESULT.status
source: Status
fr: Statut

# WEMSG.UPDATEMANAGER.RESULT.backupFilesDetailsName
source: Name
fr: Nom

# WEMSG.UPDATEMANAGER.RESULT.backupFilesDetailsStatus
source: Status
fr: Statut

# WEMSG.UPDATEMANAGER.RESULT.backupFilesDetailsStatusBackuped
source: Backuped
fr: Sauvegardé

# WEMSG.UPDATEMANAGER.RESULT.backupFilesDetailsStatusInError
source: In error
fr: En erreur

# WEMSG.UPDATEMANAGER.SINGLEMIGRATIONRESULT.statusNotexecutedyet
source: Not executed yet
fr: Pas encore exécutée

# WEMSG.UPDATEMANAGER.SINGLEMIGRATIONRESULT.statusShouldrun
source: Should run
fr: A executer

# WEMSG.UPDATEMANAGER.SINGLEMIGRATIONRESULT.statusSkipped
source: Skipped
fr: Ignorée

# WEMSG.UPDATEMANAGER.SINGLEMIGRATIONRESULT.statusFail
source: Failure
fr: Echec

# WEMSG.UPDATEMANAGER.SINGLEMIGRATIONRESULT.statusSuccess
source: Success
fr: Succès

# WEMSG.STYLEMANAGER.fwbackgroundcolor.colorLabel
source: background color %s
fr: fond couleur %s

# WEMSG.STYLEMANAGER.fwbackgroundcolor.description
source: Apply a background using the "%s" color to the item
fr: Ajoute à l'élément un background correspondant à la couleur "%s"

# WEMSG.STYLEMANAGER.fwbuttonbackground.colorLabel
source: background color %s
fr: bouton - fond couleur %s

# WEMSG.STYLEMANAGER.fwbuttonbackground.description
source: Apply a background using the "%s" color to the item
fr: Transforme l'élément en bouton avec un background correspondant à la couleur "%s"

# WEMSG.STYLEMANAGER.fwbuttonborder.title
source: Buttons - Borders
fr: Buttons - Bordures

# WEMSG.STYLEMANAGER.fwbuttonborder.colorLabel
source: border color %s
fr: bouton - bordures couleur %s

# WEMSG.STYLEMANAGER.fwbuttonborder.description
source: Apply a border using the "%s" color to the item
fr: Transforme l'élément en bouton avec une bordure correspondant à la couleur "%s"

# WEMSG.STYLEMANAGER.fwbuttonsize.sizeLabel
source: button - normal
fr: bouton - normal

# WEMSG.STYLEMANAGER.fwbuttonsize.sizeDescription
source: Make the element a button
fr: Transforme l'élément en bouton

# WEMSG.STYLEMANAGER.fwbuttonsize.sizeSmLabel
source: button - small
fr: bouton - petit

# WEMSG.STYLEMANAGER.fwbuttonsize.sizeSmDescription
source: Make the element a small button
fr: Transforme l'élément en bouton de petite taille

# WEMSG.STYLEMANAGER.fwbuttonsize.sizeLgLabel
source: button - large
fr: bouton - grand

# WEMSG.STYLEMANAGER.fwbuttonsize.sizeLgDescription
source: Make the element a large button
fr: Transforme l'élément en bouton de grande taille

# WEMSG.STYLEMANAGER.fwseparatortop.label
source: separator - top
fr: séparateur - haut

# WEMSG.STYLEMANAGER.fwseparatortop.description
source: Add a separator border on top of the element
fr: Ajoute une bordure séparatrice en haut de l'élément

# WEMSG.STYLEMANAGER.fwseparatorbottom.label
source: separator - bottom
fr: séparateur - bas

# WEMSG.STYLEMANAGER.fwseparatorbottom.description
source: Add a separator border at the bottom of the element
fr: Ajoute une bordure séparatrice en bas de l'élément

# WEMSG.STYLEMANAGER.fwseparatorleft.label
source: separator - left
fr: séparateur - gauche

# WEMSG.STYLEMANAGER.fwseparatorleft.description
source: Add a separator border on the left of the element
fr: Ajoute une bordure séparatrice à gauche de l'élément

# WEMSG.STYLEMANAGER.fwseparatorright.label
source: separator - right
fr: séparateur - droite

# WEMSG.STYLEMANAGER.fwseparatorright.description
source: Add a separator border on the right of the element
fr: Ajoute une bordure séparatrice à droite de l'élément

# WEMSG.STYLEMANAGER.fwmargin.tabTitle
source: Margins
fr: Marges

# WEMSG.STYLEMANAGER.fwmargintop.label
source: Simple margin
fr: Marge simple

# WEMSG.STYLEMANAGER.fwmargintop.description
source: Add a margin on top of the element
fr: Ajoute une marge en haut de l'élément

# WEMSG.STYLEMANAGER.fwmargintop.noLabel
source: no margin
fr: Pas de marge

# WEMSG.STYLEMANAGER.fwmargintop.noDescription
source: Remove margin on top of the element
fr: Retire la marge en haut de l'élément

# WEMSG.STYLEMANAGER.fwmargintop.doubleLabel
source: Double margin
fr: Marge double

# WEMSG.STYLEMANAGER.fwmargintop.doubleDescription
source: Add a double sized margin on top of the element
fr: Ajoute une marge doublée en haut de l'élément

# WEMSG.STYLEMANAGER.fwmarginbottom.title
source: Bottom
fr: Bas

# WEMSG.STYLEMANAGER.fwmarginbottom.label
source: Simple margin
fr: Marge simple

# WEMSG.STYLEMANAGER.fwmarginbottom.description
source: Add a margin at the bottom of the element
fr: Ajoute une marge en bas de l'élément

# WEMSG.STYLEMANAGER.fwmarginbottom.noLabel
source: no margin
fr: Pas de marge

# WEMSG.STYLEMANAGER.fwmarginbottom.noDescription
source: Remove margin at the bottom of the element
fr: Retire la marge en bas de l'élément

# WEMSG.STYLEMANAGER.fwmarginbottom.doubleLabel
source: Double margin
fr: Marge double

# WEMSG.STYLEMANAGER.fwmarginbottom.doubleDescription
source: Add a double sized margin at the bottom of the element
fr: Ajoute une marge doublée en bas de l'élément

# WEMSG.STYLEMANAGER.fwmarginleft.title
source: Left
fr: Gauche

# WEMSG.STYLEMANAGER.fwmarginleft.label
source: Simple margin
fr: Marge simple

# WEMSG.STYLEMANAGER.fwmarginleft.description
source: Add a margin on the left of the element
fr: Ajoute une marge à gauche de l'élément

# WEMSG.STYLEMANAGER.fwmarginleft.noLabel
source: no margin
fr: Pas de marge

# WEMSG.STYLEMANAGER.fwmarginleft.noDescription
source: Remove margin on the left of the element
fr: Retire la marge à gauche de l'élément

# WEMSG.STYLEMANAGER.fwmarginleft.doubleLabel
source: Double margin
fr: Marge double

# WEMSG.STYLEMANAGER.fwmarginleft.doubleDescription
source: Add a double sized margin on the left of the element
fr: Ajoute une marge doublée à gauche de l'élément

# WEMSG.STYLEMANAGER.fwmarginright.title
source: Right
fr: Droite

# WEMSG.STYLEMANAGER.fwmarginright.label
source: Simple margin
fr: Marge simple

# WEMSG.STYLEMANAGER.fwmarginright.description
source: Add a margin on the right of the element
fr: Ajoute une marge à droite de l'élément

# WEMSG.STYLEMANAGER.fwmarginright.noLabel
source: no margin
fr: Pas de marge

# WEMSG.STYLEMANAGER.fwmarginright.noDescription
source: Remove margin on the right of the element
fr: Retire la marge à droite de l'élément

# WEMSG.STYLEMANAGER.fwmarginright.doubleLabel
source: Double margin
fr: Marge double

# WEMSG.STYLEMANAGER.fwmarginright.doubleDescription
source: Add a double sized margin on the right of the element
fr: Ajoute une marge doublée à droite de l'élément

# WEMSG.STYLEMANAGER.fwtablesm.title
source: Table - Small
fr: Table - Réduit

# WEMSG.STYLEMANAGER.fwtablesm.label
source: table - small
fr: tableau - réduit

# WEMSG.STYLEMANAGER.fwtablesm.description
source: Reduce spacing between columns and lines in order to reduce table global size
fr: Réduit les espacements des colonnes et lignes afin de réduire la taille globale du tableau

# WEMSG.STYLEMANAGER.fwtableborder.title
source: Table - Border
fr: Table - Bordures

# WEMSG.STYLEMANAGER.fwtableborder.borderedLabel
source: table - bordered
fr: tableau - bordures

# WEMSG.STYLEMANAGER.fwtableborder.borderedDescription
source: Add external borders to the table
fr: Ajoute des bordures externes au tableau

# WEMSG.STYLEMANAGER.fwtableborder.borderlessLabel
source: table - borderless
fr: tableau - sans bordures

# WEMSG.STYLEMANAGER.fwtableborder.borderlessDescription
source: Remove all table's borders
fr: Retire toutes les bordures du tableau

# WEMSG.STYLEMANAGER.fwtablestriped.title
source: Table - Striped
fr: Table - Couleurs alternées

# WEMSG.STYLEMANAGER.fwtablestriped.label
source: table - striped
fr: tableau - couleurs alternées

# WEMSG.STYLEMANAGER.fwtablestriped.description
source: Colors one line every two lines
fr: Colore une ligne sur deux du tableau

# WEMSG.STYLEMANAGER.fwtablehover.title
source: Table - Hover
fr: Table - Survol

# WEMSG.STYLEMANAGER.fwtablehover.label
source: table - hovered line
fr: tableau - ligne colorée au survol

# WEMSG.STYLEMANAGER.fwtablehover.description
source: Colors the hovered line
fr: Met en valeur une ligne du tableau lorsqu’elle est survolée

# WEMSG.STYLEMANAGER.fwhero.tabTitle
source: Hero - Global
fr: Bannière - Global

# WEMSG.STYLEMANAGER.fwheroimg.tabTitle
source: Hero - Image
fr: Bannière - Image

# WEMSG.STYLEMANAGER.fwquote.tabTitle
source: Quotes
fr: Citations

# WEMSG.STYLEMANAGER.fwimageratio.description
source: If desired, select an image ratio
fr: Si souhaité, sélectionnez un ratio d'image

# WEMSG.STYLEMANAGER.fwimagezoom.description
source: If desired, select a zoom effect
fr: Si souhaité, sélectionnez un effet de zoom

# WEMSG.STYLEMANAGER.fwimagefade.title
source: Fade
fr: Fondu

# WEMSG.STYLEMANAGER.fwimagefade.description
source: If desired, select a fade effect
fr: Si souhaité, sélectionnez un effet de fondu

# WEMSG.STYLEMANAGER.fwimagefade.colorLabel
source: Fade to color
fr: Fondu vers la couleur

# WEMSG.STYLEMANAGER.fwimagefade.greyLabel
source: Fade to grey
fr: Fondu vers le gris

# WEMSG.STYLEMANAGER.fwheroimgvertical.title
source: Vertical alignment
fr: Alignement vertical

# WEMSG.STYLEMANAGER.fwheroimgvertical.description
source: Define the picture's vertical alignment (default center)
fr: Définit l'alignement vertical de l'image (centré par défaut)

# WEMSG.STYLEMANAGER.fwheroimgvertical.topLabel
source: top
fr: Haut

# WEMSG.STYLEMANAGER.fwheroimgvertical.bottomLabel
source: bottom
fr: Bas

# WEMSG.STYLEMANAGER.fwheroimghorizontal.title
source: Horizontal alignment
fr: Alignement horizontal

# WEMSG.STYLEMANAGER.fwheroimghorizontal.description
source: Define the picture's horizontal alignment (default center)
fr: Définit l'alignement horizontal de l'image (centré par défaut)

# WEMSG.STYLEMANAGER.fwheroimghorizontal.leftLabel
source: left
fr: Gauche

# WEMSG.STYLEMANAGER.fwheroimghorizontal.rightLabel
source: right
fr: Droite

# WEMSG.STYLEMANAGER.fwheroft.title
source: Font color
fr: Couleur de la police

# WEMSG.STYLEMANAGER.fwheroft.description
source: Change the font color
fr: Change la couleur de police du contenu

# WEMSG.STYLEMANAGER.fwherocontentbg.title
source: Background color
fr: Couleur de fond du contenu

# WEMSG.STYLEMANAGER.fwherocontentbg.description
source: Change the content's background color
fr: Change la couleur de fond du contenu

# WEMSG.STYLEMANAGER.fwherocontentbgopacity.title
source: Background's opacity
fr: Opacité du fond du contenu

# WEMSG.STYLEMANAGER.fwherocontentbgopacity.description
source: Change the background opacity
fr: Change l'opacité de la couleur de fond du contenu
