Repository: Web-Ex-Machina/contao-smartgear
Catalog: src/Resources/contao/languages/*/default.xlf
Languages: fr

# WEMSG.STYLEMANAGER.fwblockcardtext.tabTitle
source: Text
fr: Texte

# WEMSG.STYLEMANAGER.fwblockcardbg.tabTitle
source: Background
fr: Fond

# WEMSG.STYLEMANAGER.fwblockcardft.title
source: Text color
fr: Couleur du texte

# WEMSG.STYLEMANAGER.fwblockcardft.description
source: If desired, adjust content's color
fr: Si souhaité, ajustez la couleur du contenu

# WEMSG.STYLEMANAGER.fwblockcardft.colorLabel
source: %s color
fr: Couleur %s

# WEMSG.STYLEMANAGER.fwblockcardcontentbg.title
source: Background color
fr: Couleur de fond

# WEMSG.STYLEMANAGER.fwblockcardcontentbg.description
source: If desired, adjust background's color
fr: Si souhaité, ajustez la couleur de fond

# WEMSG.STYLEMANAGER.fwblockcardcontentbg.colorLabel
source: %s color
fr: Couleur %s

# WEMSG.STYLEMANAGER.fwblockcardcontentbgopacity.title
source: Background opacity
fr: Opacité du fond

# WEMSG.STYLEMANAGER.fwblockcardcontentbgopacity.description
source: Adjust item's background opacity
fr: Ajustez l'opacité du fond de l'item

# WEMSG.STYLEMANAGER.fwblockcardtextalign.centerLabel
source: Center
fr: Centré

# WEMSG.STYLEMANAGER.fwblockcardtextalign.rightLabel
source: Right
fr: Droite

# WEMSG.STYLEMANAGER.fwblockcardtextalign.title
source: Text alignment
fr: Alignement du texte

# WEMSG.STYLEMANAGER.fwblockcardtextalign.description
source: Adjust text alignment
fr: Ajustez l'alignement du texte

# WEMSG.STYLEMANAGER.fwblockalignement.description
source: Block's alignement
fr: Alignement du bloc

# WEMSG.STYLEMANAGER.fwblockalignement.rightLabel
source: Aligned to the right
fr: Aligné à droite

# WEMSG.STYLEMANAGER.fwblockalignement.leftLabel
source: Aligned to the left
fr: Aligné à gauche

# WEMSG.STYLEMANAGER.fwblockalignement.centerLabel
source: Centered
fr: Centré

# WEMSG.STYLEMANAGER.fwgridcolumns.tabTitle
source: Grid - columns
fr: Grille - colonnes

# WEMSG.STYLEMANAGER.fwgridcolumnsxxs.description
source: Columns for XXS size
fr: Nb colonnes pour la taille XXS

# WEMSG.STYLEMANAGER.fwgridcolumnsxs.description
source: Columns for XS size
fr: Nb colonnes pour la taille XS

# WEMSG.STYLEMANAGER.fwgridcolumnssm.description
source: Columns for SM size
fr: Nb colonnes pour la taille SM

# WEMSG.STYLEMANAGER.fwgridcolumnsmd.description
source: Columns for MD size
fr: Nb colonnes pour la taille MD

# WEMSG.STYLEMANAGER.fwgridcolumnslg.description
source: Columns for LG size
fr: Nb colonnes pour la taille LG

# WEMSG.STYLEMANAGER.fwgridcolumnsxl.description
source: Columns for XL size
fr: Nb colonnes pour la taille XL

# WEMSG.STYLEMANAGER.fwgridcolumns.title
source: Default
fr: Défaut

# WEMSG.STYLEMANAGER.fwgridcolumns.description
source: Columns for default size
fr: Nb colonnes pour la taille par défaut

# WEMSG.STYLEMANAGER.fwgridgap.tabTitle
source: Grid - gaps
fr: Grille - espace inter-éléments

# WEMSG.STYLEMANAGER.fwgridgap.title
source: Grid gap - Size
fr: Taille de l'espace inter-éléments

# WEMSG.MIGRATIONS.VERSIONCOMPARATOR.currentVersionHigher
source: Current version is higher than the migration's one (v%s › v%s).
fr: La version installée est plus récente que celle de la mise à jour (v%s › v%s).

# WEMSG.MIGRATIONS.VERSIONCOMPARATOR.versionsEquals
source: Current version is equal to the migration's one (v%s == v%s).
fr: La version installée est égale à celle de la mise à jour (v%s == v%s).

# WEMSG.MIGRATIONS.VERSIONCOMPARATOR.currentVersionLower
source: Current version is lower than the migration's one (v%s ‹ v%s).
fr: La version installée est plus ancienne que celle de la mise à jour (v%s ‹ v%s).

# WEMSG.MIGRATIONS.shouldBeRun
source: Migration should be ran.
fr: La mise à jour doit être appliquée.

# WEMSG.MIGRATIONS.skippedBecauseSmartgearNotInstalled
source: Migration skipped because Smartgear isn't installed.
fr: La mise à jour ne sera pas installée car Smartgear n'est pas installé.

# WEMSG.MIGRATIONS.V1_0_0_M202203231730.name
source: Configures CSS classes
fr: Configuration des classes CSS.

# WEMSG.MIGRATIONS.V1_0_0_M202203231730.description
source: Configures CSS classes available for contents.
fr: Configuration des classes CSS pour les contenus.

# WEMSG.MIGRATIONS.V1_0_0_M202203231730.shouldRunStyleManagerPackageAbsent
source: Cannot execute this migration : "Style Manager" package seems absent.
fr: La mise à jour ne peut être appliquée : le package "Style Manager" est absent.

# WEMSG.MIGRATIONS.V1_0_0_M202203231730.shouldRunCSSClassesAlreadyInDb
source: CSS classes already configured in database.
fr: Les classes CSS sont déjà présentent en base de donnée.

# WEMSG.MIGRATIONS.V1_0_0_M202203231730.doAddCSSMargins
source: Adding margins CSS classes in database.
fr: Ajout des classes CSS de gestion des bordures.

# WEMSG.MIGRATIONS.V1_0_0_M202203231730.doAddCSSSeparators
source: Adding separators CSS classes in database.
fr: Ajout des classes CSS de gestion des séparateurs.

# WEMSG.MIGRATIONS.V1_0_0_M202203231730.doAddCSSButtons
source: Adding buttons CSS classes in database.
fr: Ajout des classes CSS de gestion des boutons.

# WEMSG.MIGRATIONS.V1_0_0_M202203231730.doAddCSSBackgrounds
source: Adding backgrounds CSS classes in database.
fr: Ajout des classes CSS de gestion des fonds (background).

# WEMSG.MIGRATIONS.V1_0_0_M202203231730.doAddCSSTables
source: Adding tables CSS classes in database.
fr: Ajout des classes CSS de gestion des tableaux.

# WEMSG.MIGRATIONS.V1_0_0_M202203231730.doAddCSSImages
source: Adding images CSS classes in database.
fr: Ajout des classes CSS de gestion des images.

# WEMSG.MIGRATIONS.V1_0_0_M202203231730.doAddCSSSliders
source: Adding sliders CSS classes in database.
fr: Ajout des classes CSS de gestion des sliders.

# WEMSG.MIGRATIONS.V1_0_0_M202203231730.doAddCSSQuotes
source: Adding quotes CSS classes in database.
fr: Ajout des classes CSS de gestion des éléments de citations.

# WEMSG.MIGRATIONS.V1_0_0_M202203231730.doAddCSSBlockCard
source: Adding block cards CSS classes in database.
fr: Ajout des classes CSS de gestion des bloc de carte.

# WEMSG.MIGRATIONS.V1_0_0_M202203231730.doAddCSSBlockAlignement
source: Adding block alignement CSS classes in database.
fr: Ajout des classes CSS de gestion de l'alignement des blocs.

# WEMSG.MIGRATIONS.V1_0_0_M202203231730.doAddCSSGridGap
source: Adding grid gaps CSS classes in database.
fr: Ajout des classes CSS de gestion de l'espacement dans les grilles.

# WEMSG.MIGRATIONS.V1_0_0_M202203231730.doAddCSSGridColumns
source: Adding grid cols CSS classes in database.
fr: Ajout des classes CSS de gestion des colonnes dans les grilles.

# WEMSG.MIGRATIONS.V1_0_0_M202205130814.name
source: Configures social networks
fr: Configuration des réseaux sociaux.

# WEMSG.MIGRATIONS.V1_0_0_M202205130814.description
source: Configures social networks available for social links.
fr: Configuration des réseaux sociaux disponibles pour les liens sociaux.

# WEMSG.MIGRATIONS.V1_0_0_M202205130814.shouldRunSocialNetworkTablesMissing
source: Cannot execute this migration : social network tables are missing.
fr: La mise à jour ne peut être appliquée : les tables de réseaux sociaux sont absentes.

# WEMSG.MIGRATIONS.V1_0_0_M202205130814.doAddSocialNetworks
source: Adding social networks in database.
fr: Ajout des réseaux sociaux.

# WEMSG.SOCIALNETWORK.CATEGORY.social
source: Socials
fr: Sociaux

# WEMSG.SOCIALNETWORK.CATEGORY.video
source: Video
fr: Vidéo

# WEMSG.SOCIALNETWORK.CATEGORY.music
source: Music
fr: Musique

# WEMSG.SOCIALNETWORK.CATEGORY.technology
source: Technology
fr: Technologie

# WEMSG.FRAMWAY.COLORS.meaningfulLabel
source: Contextual colors
fr: Couleurs contextuelles

# WEMSG.FRAMWAY.COLORS.rawLabel
source: Raw colors
fr: Couleurs brutes

# WEMSG.FRAMWAY.COLORS.primary
source: Primary
fr: Primaire

# WEMSG.FRAMWAY.COLORS.secondary
source: Secondary
fr: Secondaire

# WEMSG.FRAMWAY.COLORS.tertiary
source: Tertiary
fr: Tertiaire

# WEMSG.FRAMWAY.COLORS.success
source: Success
fr: Succès

# WEMSG.FRAMWAY.COLORS.warning
source: Warning
fr: Avertissement

# WEMSG.FRAMWAY.COLORS.error
source: Error
fr: Erreur

# WEMSG.FRAMWAY.COLORS.blue
source: blue
fr: bleu

# WEMSG.FRAMWAY.COLORS.green
source: green
fr: vert

# WEMSG.FRAMWAY.COLORS.red
source: red
fr: rouge

# WEMSG.FRAMWAY.COLORS.yellow
source: yellow
fr: jaune

# WEMSG.FRAMWAY.COLORS.black
source: black
fr: noir

# WEMSG.FRAMWAY.COLORS.blacklight
source: blacklight
fr: noir clair

# WEMSG.FRAMWAY.COLORS.blacklighter
source: blacklighter
fr: noir plus clair

# WEMSG.FRAMWAY.COLORS.greystronger
source: greystronger
fr: gris plus foncé

# WEMSG.FRAMWAY.COLORS.greystrong
source: greystrong
fr: gris foncé

# WEMSG.FRAMWAY.COLORS.grey
source: grey
fr: gris

# WEMSG.FRAMWAY.COLORS.greylight
source: greylight
fr: gris clair

# WEMSG.FRAMWAY.COLORS.greylighter
source: greylighter
fr: gris plus clair

# WEMSG.FRAMWAY.COLORS.white
source: white
fr: blanc

# WEMSG.FRAMWAY.COLORS.none
source: none
fr: aucune

# WEMSG.FRAMWAY.COLORS.helpWizardTitle
source: Colors
fr: Couleurs

# WEMSG.SECURITY.CORE.expert
source: Smartgear global - expert mode
fr: Smartgear global - mode expert

# WEMSG.SECURITY.CORE.simple
source: Smartgear global - simplified mode
fr: Smartgear global - mode simplifié

# WEMSG.SECURITY.BLOG.expert
source: Smartgear blog - expert mode
fr: Smartgear blog - mode expert

# WEMSG.SECURITY.BLOG.simple
source: Smartgear blog - simplified mode
fr: Smartgear blog - mode simplifié

# WEMSG.SECURITY.EVENTS.optGroup
source: Events
fr: Evènements

# WEMSG.SECURITY.EVENTS.expert
source: Smartgear events - expert mode
fr: Smartgear évènements - mode expert
