Repository: Web-Ex-Machina/contao-smartgear
Catalog: src/Resources/contao/languages/*/explain.xlf
Languages: fr

# XPL.smartgear_permissions.1.0
source: expert mode
fr: mode expert

# XPL.smartgear_permissions.1.1
source: Tick to make Smartgear available in expert mode globally for this user/group (activates expert mode on all Smartgear components)
fr: Cochez pour activer le mode expert Smartgear de manière globale pour l'utilisateur/groupe (active le mode expert pour tous les composants Smartgear)

# XPL.smartgear_permissions.2.1
source: Smartgear blog
fr: Blog Smartgear

# XPL.smartgear_permissions.3.0
source: expert mode
fr: mode expert

# XPL.smartgear_permissions.3.1
source: Tick to make Smartgear's blog available in expert mode for this user/group
fr: Cochez pour activer le mode expert pour le blog Smartgear

# XPL.smartgear_permissions.4.1
source: Smartgear calendar
fr: Evènements Smartgear

# XPL.smartgear_permissions.5.0
source: expert mode
fr: mode expert

# XPL.smartgear_permissions.5.1
source: Tick to make Smartgear's calendar available in expert mode for this user/group
fr: Cochez pour activer le mode expert pour les évènements Smartgear

# XPL.smartgear_permissions.6.1
source: Smartgear social networks
fr: Réseaux sociaux Smartgear

# XPL.smartgear_permissions.7.0
source: expert mode
fr: mode expert

# XPL.smartgear_permissions.7.1
source: Tick to make Smartgear's social networks available in expert mode for this user/group
fr: Cochez pour activer le mode expert pour les réseaux sociaux Smartgear

# XPL.header_sticky_value.0.1
source: Header sticky behaviour
fr: Comportement du header flottant

# XPL.header_sticky_value.1.0
source: No
fr: Non

# XPL.header_sticky_value.1.1
source: Header will not be sticky. It will behave like any other standard element on the page.
fr: Header non flottant. Il se comportera comme n'importe quel autre élément standard de la page.

# XPL.header_sticky_value.2.0
source: Yes
fr: Oui

# XPL.header_sticky_value.2.1
source: Header will be sticky. It will stay fixed on top of the page while scrolling.
fr: Header flottant. Il restera fixe en haut de la page pendant le défilement.

# XPL.header_sticky_value.3.0
source: Scroll
fr: Défilement

# XPL.header_sticky_value.3.1
source: Header will be sticky depending on the scroll. Allow header to be hidden while scrolling down a page, but visible while scrolling up
fr: Header flottant selon le défilement de page. Le header sera caché lors d'un défilement vers le bas, mais visible lors d'un défilement vers le haut.
